{"id":"book-scout-mindset","title":"Mentalitet izviđača","description":"Reklo bi se kako ljude, u biti, nije briga za istinu. To je zato što razmišljamo kao vojnici kad bi trebali razmišljati kao izviđači.","lang":"hr","image":"https://hrvoje.simic.digital/story/book-scout-mindset/book-scout-mindset.jfif","published":{"year":2021,"month":"JULY","leapYear":false,"monthValue":7,"dayOfMonth":18,"chronology":{"calendarType":"iso8601","id":"ISO"},"dayOfWeek":"SUNDAY","dayOfYear":199,"era":"CE"},"features":["customJS"],"steps":[{"content":"<h1 id=\"mentalitet-izvi-a-a\" class=\"title\">Mentalitet izviđača</h1>\n<p><em>Hrvoje Šimić, 2021-07-18</em>\n<figure>\n  <img src=\"/story/book-scout-mindset/book-scout-mindset.jfif\"/>\n  <figcaption>\n    © Julia Galef, <i>selfie</i> dok čita svoju knjigu\n  </figcaption>\n</figure></p>\n<p><span class=\"dropcap\">P</span>osljednjih desetak godina objavljeno je puno tomova o ljudskoj iracionalnosti i sklonosti samozavaravanju. Većina popularnoznanstvenih knjiga na tu temu ima pomalo posprdni ton prema našem intelektualnom poštenju i nesposobnosti da objektivno sagledamo činjenice i primijenimo zdravu logiku. Autori se zabavljaju nabrajajući sve načine na koje se pokazalo da smo mi ljudi, kao vrsta, budalasti i nekonzistentni.</p>\n<p>To stvara sumornu i bezizlaznu sliku o budućnosti ljudskog roda. Reklo bi se kako ljude, u biti, nije briga za istinu. Imamo neke svoje preferencije i ciljeve koji su sebični i ne nužno povezani sa stvarnim stanjem svijeta. Ako nam vjerovanje u neku tvrdnju X pomaže da postignu te svoje ciljeve, pitamo se &quot;MOGU li ikako vjerovati u X?&quot; No ako procijenimo da bi vjerovanje u X naštetilo našoj strani, tada mijenjamo kriterije i pitamo se: &quot;Da li baš MORAM vjerovati u X?&quot;</p>\n<p>A svijet je kompliciran. Puno stvari bi <em>moglo</em> biti istina, ali u isto vrijeme malo toga <em>mora</em> biti istina. Između te dvije krajnosti naše motivirano zaključivanje divlja i pustoši. Bojimo se cijepljenja? Nema problema: nije baš da <em>moramo</em> vjerovati da se pošteno prijavljuju tko je sve imao loše posljedice cijepljenja, ali bi u isto vrijeme <em>mogli</em> povjerovati da se virus više neće jako širiti.</p>\n<p>Zato bih vam preporučio knjigu <em>The Scout Mindset</em>, prvijenac <a href=\"https://juliagalef.com/\">Julie Galef</a>, suosnivačice <a href=\"https://www.rationality.org/\">Centra za primijenjenu racionalnost</a> i voditeljice podcasta <a href=\"http://rationallyspeakingpodcast.org/\"><em>Rationally Speaking</em></a>.</p>\n\n<h2 id=\"vojnici-i-izvi-a-i\" class=\"section\">Vojnici i izviđači</h2>\n<p>Galef ima zgodnu metaforu za opisan način razmišljanja: ona ga zove &quot;<strong>vojničkim stavom</strong>&quot;. U njemu se racionalno zaključivanje doživljava kao rat. Da je to uobičajen način gledanja očito je iz samih riječi koje koristimo. Uvjerenja su kao obrambeni položaji: kažemo da imamo &quot;čvrst&quot; stav, dobro utemeljen, da &quot;branimo&quot; svoja uvjerenja. Argumenti su oružja kojima napadamo protivničke položaje: kažemo da smo &quot;pobili argument&quot; ili primili &quot;razoran udarac&quot;. Kad otkriješ da si bio u krivu, onda &quot;dozvoljavaš&quot; da je netko u pravu ili &quot;priznaješ poraz&quot;, kao da puštaš stranca na svoj teritorij ili mu ga predaješ.</p>\n<p>No vojnički stav nije jedini mentalitet koji možemo usvojiti kad razmišljamo. Umjesto običnog pješaka, možemo razmišljati kao <strong>izviđač</strong>. Izviđanje je također važna funkcija u ratu, ali izviđači se ne bore — oni pokušavaju snimiti teren. Prikupljanje činjenica i formiranje mišljenja usporedite s izradom karte terena. Za izviđača nema smisla opirati se potrebnim izmjenama karte. Neće pomoći svojoj strani ako karta prikazuje čvrstim tlom ono koje je u stvarnosti močvara, niti ako je označeno da iza brda nema neprijatelja, iako je tamo cijela divizija. Jedina svrha karte je da što bolje održava stanje na terenu.</p>\n<p>Umjesto da se brine o tome kako obraniti svoje i napasti tuđe, izviđač se pita: &quot;Što je stvarno?&quot; Umjesto: &quot;Što bi moji nadređeni voljeli vidjeti?&quot; ili: &quot;Što je lakše za nacrtati?&quot;, izviđač se mora pitati: &quot;Kolika je istinski visina tog brda, širina te rijeke, brojnost te jedinice?&quot; Ako novo mjerenje terena pokaže da je karta bila neprecizna ili nepotpuna, to nije neuspjeh. Naprotiv, to je prilika da ispraviš dio svoje karte, da postane točnija i ažurnija. Zato su izviđači stalno budni, stalno traže dokaze koji bi njihovu kartu mogli učiniti točnijom.</p>\n\n<h2 id=\"kako-postati-izvi-a-em\" class=\"section\">Kako postati izviđačem?</h2>\n<p>No to što se sam sebi činiš objektivnim, ne znači da si izviđač. Ni to što si pametan i obrazovan ne čini te izviđačem. Jedino stvarnim prakticiranjem izviđačkih tehnika možeš zavrijediti tu titulu.</p>\n<p>Evo nekih od tehnika izviđača koje Galef opisuje u knjizi:</p>\n<ul>\n  <li>\n    <p>Kažem li ikad drugoj osobi: &quot;Znaš, kasnije sam shvatio kako sam u ovome bio u krivu, a ti si bila u pravu&quot;? Bez obzira na to što je ona u međuvremenu tu našu nesuglasicu zaboravila. Nije dovoljno pomisliti da sam pogriješio, trebam javno to priznati — bonus bodovi ako pri tome ne osjetim sram.</p>\n  </li>\n  <li>\n    <p>Kako prihvaćam kritiku? Doživljavam li to kao napad na sebe, ili kao pomoć da popravim svoje greške? Ako sam u stanju čuti protuargument bez da instinktivno zauzimam defenzivan stav, to je znak da razmišljam kao izviđač.</p>\n  </li>\n  <li>\n    <p>Kad sam zadnji put bio u zabludi? Nemoguće je da sam u svemu bio u pravu iz prve. Važno je stalno preispitivati promjene u našim stavovima, pogotovo trenutke kad smo &quot;potiho&quot; promijenili mišljenje kao da smo uvijek mislili tako. S druge strane, ako ne mijenjamo svoja mišljenja, to je također znak da nismo izviđač. Ako naša potraga za istinom liči na sprint po otvorenom polju u smjeru u kojem smo uvijek znali da je pravi, nešto radimo krivo.</p>\n  </li>\n  <li>\n    <p>Kako pazim da sam sebe ne zavaravam? Kod slijepe analize podataka (<em>blind data analysis</em>) istraživači namjerno ne rade s pravim podacima sve dok se svi ne usuglase da su uspjeli složiti dobru proceduru obrade. Tek onda &quot;otkriju&quot; prave podatke i vide što sugerira njihova analiza. Tako neće biti u iskušenju da &quot;prilagode&quot; svoju obradu kako bi dobili željeni ishod.</p>\n  </li>\n  <li>\n    <p>Poznajem li ljude koji imaju neke suprotne stavove od mojih, i to su u stanju dobro argumentirati? Ili su svi koji drugačije misle tupavi i nerazumni? Ako ne znaš za dobre argumente s druge strane, trebaš se potruditi i pronaći ih.</p>\n  </li>\n</ul>\n\n<h2 id=\"misaoni-pokusi\" class=\"section\">Misaoni pokusi</h2>\n<p>Među stotinama savjeta iz knjige meni su posebno korisni misaoni pokusi, vježbe testiranja vlastitih misli u kojima pokušavamo otkriti vlastitu pristranost u konkretnim situacijama u kojima smo se našli. Poanta je da ovo budu pravi eksperimenti, iako se događaju samo u našoj glavi. Pomisliti na takvu hipotetsku situaciju ili prihvaćanje da je drugačiji ishod moguć nije ni blizu dovoljno — morate se istinski uživjeti u zamišljenu situaciju da bi imali ovim pokusima dali šansu da profunkcioniraju.</p>\n<p><strong>Dvostruki standard</strong>. Sudim li jednoj osobi, grupi, ili ideji po drugačijem standardu? Ako u istoj situaciji zamijenim ključne sudionike, kako bi onda razmišljao? Možda nam se grub faul u završnoj minuti utakmice čini prihvatljivim potezom kad je u korist našeg tima, ali bi se drugačije osjećali da su nama to napravili protivnici. Vizualno zamislite kako se isti prekršaj događa vašem timu i tek onda prosuđujete.</p>\n<p><strong>Pogled izvana</strong> (<em>outside view</em>). Da se ova situacija ne tiče mene osobno, kako bi razmišljao? Da me netko zamoli da mu dam savjet kao nepristrana stranka, što bih mu rekao? Pokušajte izaći iz svoje kože i pogledati situaciju sa strane, bez ulaženja u povijest i detalje koji bi se ljudima izvana činili nevažnima, a kojima ste opterećeni dok ste &quot;unutra&quot;. Pod takvim uvjetima prisiljeni ste zaključivati na temelju objektivnijih kriterija: Kako se odvijala takva situacija ranije? Ono što je pogotovo važno: kad gledate na druge ljude &quot;izvana&quot;, ne mislite da su tako posebni i iznimni, kao što to mislite za sami sebe.</p>\n<p><strong>Konformizam</strong>. Da moja ekipa ne misli isto, bi li i ja promijenio mišljenje? Da moj omiljeni znanstveni influencer zagovara zatvaranje nuklearnih elektrana, bi li počeo drugačije gledati na taj prijedlog? Izviđač će se držati činjenica i argumenata, ignorirajući koliko je koji stav popularan.</p>\n<p><strong>Izbirljivi skeptik</strong>. Postavljam li previsoke standarde određenim dokazima samo zato što mi ne odgovara u kojem smjeru pokazuju? Ne postoje jasno definirani kriteriji koliko čvrsti moraju biti dokazi da bi prihvatili određenu tvrdnju, pa tu nesigurnost možemo podsvjesno iskoristiti da postavimo ljestvicu nešto više za dokaze koji nam ne odgovaraju. Izviđač bi prvo postavio ljestvicu jednako za sve dokaze, i to prije nego što vidi kuda ukazuju koji dokazi.</p>\n<p><strong>Tromost</strong>. Bi li zagovarao trenutni <em>status quo</em> da smo slučajno u drugačijoj situaciji? Evo primjera: neki ljudi ne misle da produljivanje prosječnog ljudskog vijeka s (recimo) 80 na 160 godina dobra stvar. No to je djelomično zato što smo se navikli da ljudi umiru oko 80-te. No zamislite da ljudi inače žive u prosjeku 160 godina. Sad bi bilo teže opravdati tvrdnju da je svijet u kojem ljudi žive duplo kraće u stvari bolji, zar ne?</p>\n\n<h2 id=\"neobi-no-optimisti-na-knjiga\" class=\"section\">Neobično optimistična knjiga</h2>\n<p>Julia Galef je malo drugačiji glas za ovakvu vrstu knjige: nepretenciozan, mladenački, raspoložen. Često govori iz perspektive tinejdžera, studenta ili cure koja živi u Silikonskoj dolini. Za razliku od većine onih koji promišljaju čovjekov racio, Galef donosi dašak optimizma, bez da odluta u smjeru naivnosti.</p>\n<p>I sama kaže kako je njena knjiga &quot;neobično optimistična&quot;, ali optimistična s pokrićem. Razumljivo je da se bojimo otvoriti oči, i skinuti rozo obojene naočale. Brinemo se da ćemo izgubiti motivaciju za rad na projektu ako postanemo svjesni kako su male šanse da uspije. Plašimo se kako ćemo pasti u depresiju kad shvatimo da drugima nismo toliko zgodni. Sve su to normalni strahovi, ali ujedno svi znamo da tako ne možemo živjeti.</p>\n<p>Nema smisla da budemo frustrirani što kao vrsta nismo dostigli neki idealan standard racionalnosti iz SF filmova. Umjesto toga, budimo ponosni na ono što jesmo postigli. Umjesto na svakodnevne primjere sebičnog izvrtanja istine koje primjećujemo oko sebe, fokusirajmo se na pozitivne primjere iz knjige, ljude koji su svoj život posvetili tome da istina ipak izađe na vidjelo. Ljude koji su rekli: nije me briga što ste svi vi upeli misliti kako vaša laž nije lažna, ja ću biti uporan i dosadan i dosljedan u iznošenju neugodnih činjenica i izvođenju logičkih zaključaka, i na kraju će istina pobijediti. </p>\n<p>Svima nam treba jedna ovako prkosna knjiga. Ne grčevita u borbi protiv nadmoćne sile, nego opuštena i sigurna u sebe, svjesna da je igra namještena u njenu korist, i da je svaki otpor kratkotrajan. Ima prednost jer je razumna rasprava <a href=\"https://slatestarcodex.com/2017/03/24/guided-by-the-beauty-of-our-weapons/\">asimetrično oružje</a>, oružje koje je moćnije u rukama onih koji su u pravu, te ujedno i oružje protiv kojeg se nitko otvoreno i svjesno ne buni. Ljudi ne protestiraju na ulicama tražeći skrivanje činjenice, zabranu logike, manje racionalnosti; štoviše, upinju se koji će sebi više prisvojiti epitete razumnog. Zato, ako mislite kako ste na strani istine i razuma, ako ste spremni suočiti se s činjenicama i pogledati stvarnosti u oči, skinite svoju odoru vojnika i uzmite &quot;The Scout Mindset&quot;.</p>","form":"html"}],"headings":[{"id":"vojnici-i-izvi-a-i","title":"Vojnici i izviđači"},{"id":"kako-postati-izvi-a-em","title":"Kako postati izviđačem?"},{"id":"misaoni-pokusi","title":"Misaoni pokusi"},{"id":"neobi-no-optimisti-na-knjiga","title":"Neobično optimistična knjiga"}]}