{"id":"converse-goals","title":null,"description":null,"lang":null,"image":null,"published":null,"features":["vizjs","customJS","customCSS"],"steps":[{"content":"<h1 id=\"cilj-rasprave\" class=\"title\">Cilj rasprave</h1>\n<p>Kad raspravljamo s drugim ljudima, mislim kako zaboravimo da bi trebali imati nekakav cilj.</p>\n<p>Neću vam govoriti što bi taj cilj trebao biti. Odlučite sami. No bilo bi dobro kad bi ga osvijestili. Pitajte se: Što želim dobiti iz ove rasprave? Hoće li me moja sljedeća rečenica dovesti bliže tom cilju, ili će me spriječiti da ga ostvarim?</p>\n<p>Govorim to zato što mi se često učini da lutam u razgovorima. Dobro počne, ali s vremenom postane samo niz reakcija: ja reagiram na neki detalj izrečenog, druga strana reagira na moj ton, i te reakcije s vremenom odlutaju u nekom </p>\n<pre class=\"dot exceptMob \" id=\"null\">digraph bla {\n  rankdir=LR;\n  \"Što misli?\" -> \"Zašto to misli?\" -> \"Kako može bolje?\";\n}</pre>\n<pre class=\"dot onlyMob \" id=\"null\">digraph bla {\n  \"Što misli?\" -> \"Zašto to misli?\" -> \"Kako može bolje?\";\n}</pre>\n<ol class=\"arabic\">\n  <li>\n    <p>Želim saznati <em>što misli</em>, koji su njegovi stavovi, do kojih zaključaka je došao.</p>\n  </li>\n  <li>\n    <p>Želim shvatiti <em>zašto</em> sugovornik ima takvo mišljenje. Na čemu ga temelji? Kako je došao do svojih zaključaka? Koja je njegova perspektiva na problem?</p>\n  </li>\n  <li>\n    <p>Želim pomoći svom sugovorniku da <em>bolje razmišlja</em>. Da prepozna slabe točke svoje argumentacije, da </p>\n  </li>\n</ol>\n<p>Unutar par rečenica imam poprilično jak osjećaj kako znam što misli, zašto tako misli, i da je kreten.</p>\n<p>Želim otkriti što je stvarno istina, koje su sve relevantne činjenice, što je netko od nas dvoje krivo shvatio ili krivo zaključio.</p>\n<p>Želim pokušati promijeniti sugovornikovo mišljenje ili metode dolaženja do zaključka. Želim mu pomoći da bude bolje informiran ili razumniji.</p>\n<p>Želim utjecati na publiku koja sluša ili čita naš razgovor. Nije mi toliko stalo što moj sugovornik misli.</p>\n<p>Želim impresionirati druge osobe svojim intelektom, znanjem i debatnim vještinama. Želim se osjećati važno.</p>\n<p>Želim testirati vlastitu sposobnost raspravljanja, da vidim drže li moji argumenti vodu i pod pritiskom.</p>\n<p>Želim pobijediti sugovornika u igri nadmudrivanja i retorike, jer volim pobijeđivati. Najbolje se osjećam kad dominiram nad drugima.</p>\n<p>Želim isprovocirati drugu osobu da izgubi takt i poludi. Jako me zabavlja kad drugi ljudi šize.</p>","form":"html"}]}