{"id":"covid-preklop","title":"Preklapanje valova","description":"Krivulja smrti prati krivulju novih slučajeva zaraze COVID-19 virusom. No u drugom valu dogodilo se nešto neočekivano.","lang":"hr","image":"https://hrvoje.simic.digital/story/covid-preklop/preklop.png","published":{"year":2020,"month":"SEPTEMBER","leapYear":true,"monthValue":9,"dayOfMonth":21,"chronology":{"id":"ISO","calendarType":"iso8601"},"dayOfWeek":"MONDAY","dayOfYear":265,"era":"CE"},"features":["topojson","customJS","d3","moment","customCSS"],"steps":[{"content":"<h1 id=\"preklapanje-valova\" class=\"title\">Preklapanje valova</h1>\n<p><em>Hrvoje Šimić, 21.09.2020. — podaci preuzeti s <a href=\"https://ourworldindata.org/coronavirus-source-data\">Our World in Data</a></em></p>\n<p class=\"low-key card-panel yellow lighten-4\">\n  <i class=\"small material-icons\" style=\"vertical-align: bottom;\">warning</i> Autor teksta nije epidemiolog ni statističar. Ispravci i konstruktivne kritike su dobrodošle.\n</p>\n<p>Razdioba potvrđenih slučajeva zaraze COVID-19 po datumu dijagnoze u Hrvatskoj izgleda otprilike ovako:</p>\n<div class=\"schart\" data-territory=\"Croatia\" data-show=\"c\" data-dmax=\"10\" data-radius=\"0\"></div>\n<p>Mogu se primijetiti <a href=\"/a/covid-drugi-val\">&quot;valovi&quot; zaraze</a>, prvi od ožujka do svibnja, i zatim dva dodatna vrha, jedan u srpnju i drugi na prijelazu iz kolovoza u rujan.</p>\n<p>Broj smrti je bitno manji i teže ih je vremenski grupirati zbog šuma koji prirodno iskače kad radimo s manjim skupom podataka:</p>\n<div class=\"schart\" data-territory=\"Croatia\" data-show=\"d\" data-dmax=\"10\" data-radius=\"0\"></div>\n<p>Stoga pokušajmo &quot;ispeglati&quot; graf. Uzet ćemo jednostavni pomični prosjek s širokim prozorom, po 15 dana sa svake strane, jer nam ne treba razlučivost manja od mjeseca. Tako ćemo dobiti puno glađu krivulju koja još uvijek prikazuje ove karakteristike vala. (Posljednja dva tjedna na krivulji su prosjeci svih dana čiji su podaci dostupni u prozoru.)</p>\n<div class=\"schart\" data-territory=\"Croatia\" data-show=\"c\"></div>\n<p>Krivulja smrti je malo manje glatka ali ugrubo pokazuje slične trendove.</p>\n<div class=\"schart\" data-territory=\"Croatia\" data-show=\"d\" data-dmax=\"3.5\"></div>\n<p>Kad prikažemo ova dva vremenska slijeda na istom dijagramu možemo vidjeti da val smrti &quot;kasni&quot; za poznatim slučajevima, očito zato što većina takvih slučajeva bude dijagnosticirana danima ili čak tjednima prije fatalnog ishoda.</p>\n<div class=\"schart\" data-territory=\"Croatia\" data-dmax=\"3.5\"></div>\n<p>Da bi lakše usporedili vremenske trendove, pokušajmo preklopiti plavu i crvenu krivulju u prvom valu, jer smo imali situaciju da su do zamaha drugog vala svi prvovalni slučajevi bili zaključeni ozdravljenjem ili smrću. Skalu na y-osi možemo lako promijeniti da slika prvog vala postane slična po visini.</p>\n<div class=\"schart\" data-territory=\"Croatia\" data-dmax=\"10\"></div>\n<p>Drugi korak preklapanja je malo problematičniji. Pokušat ćemo crveni graf translatirati na lijevo po x-osi tako da dobijemo što je moguće bolje podudaranje s plavim. Prema ovoj slici, najbolje preklapanje se dobije ako prikaz smrtnih slučajeva pomaknemo za otprilike 19 dana u prošlost.</p>\n<div class=\"schart\" data-territory=\"Croatia\" data-offset=\"19\" data-dmax=\"10\"></div>\n<p>Vidimo kako je u drugom valu smrti otprilike 2-3 puta manje u razmjeru s brojem slučajeva. No crvena krivulja po trendovima i dalje prati plavu.</p>\n<p>Kakva je situacija kod naših zapadnih susjeda?</p>\n\n<h2 id=\"na-zapadu-ne-to-novo\" class=\"section\">Na Zapadu nešto novo</h2>\n<p><strong>Italija</strong> je bila prvo veliko žarište novog koronavirusa u Europi. No u ljetnim mjesecima broj smrtnih slučajeva više nije pratio porast COVID-19 dijagnoza:</p>\n<div class=\"schart\" data-territory=\"Italy\" data-offset=\"4\" data-dmax=\"660\"></div>\n<p><strong>Španjolska</strong> je slijedila Italiju u stopu. Njen drugi val je po broju potvrđenih slučajeva još puno gori, ali svejedno u drugom valu nema velikog porasta smrtnih ishoda:</p>\n<div class=\"schart\" data-territory=\"Spain\" data-offset=\"6\" data-dmax=\"1200\"></div>\n<p><strong>Francuska</strong> je prijavila ukupno veći broj smrtnih slučajeva od Španjolske, ukupno gledajući, ali po smrtnosti izgleda da se drži nevjerojatno dobro:</p>\n<div class=\"schart\" data-territory=\"France\" data-offset=\"7\" data-dmax=\"1750\"></div>\n<p><strong>Belgija</strong>, koja je bila najgore pogođena zemlja u smislu broja umrlih po glavi stanovnika, također pokazuje vrlo povoljnu statistiku unatoč velikom broju infekcija:</p>\n<div class=\"schart\" data-territory=\"Belgium\" data-offset=\"5\" data-dmax=\"225\"></div>\n<p><strong>Njemačka</strong> malo odudara jer smrti ne kasne 4-7 dana nego puna dva tjedna. No pravilnost ostaje ista: dobro preklopljen prvi val i onda — vrlo malo loših ishoda:</p>\n<div class=\"schart\" data-territory=\"Germany\" data-offset=\"14\" data-dmax=\"190\"></div>\n<p><strong>Ujedinjeno Kraljevstvo</strong> ima malo čudniju krivulju, jer se čini kako je u polovici prvog vala učestalost smrtnog ishoda značajno pala, i nastavila je drastično padati:</p>\n<div class=\"schart\" data-territory=\"United Kingdom\" data-offset=\"4\" data-dmax=\"810\"></div>\n<p>Vidimo kako velike zemlje Zapadne Europe pokazuju iznenađujuće dobar fit vremenskih razdioba slučajeva COVID-a i smrti od COVID-a u prvom valu. Korelacija je na razini pomičnog mjesečnog prosjeka gotovo savršena, ali onda ta veza praktički <em>nestaje</em> tijekom ljeta. </p>\n\n<h2 id=\"kontraprimjeri\" class=\"section\">Kontraprimjeri</h2>\n<p>No nemaju sve države jednaku epidemiološku sliku. <strong>Švedska</strong> je kroz cijelu ovu pandemiju bila izniman slučaj, pa tako i njen graf izgleda bitno drugačije od svih dosadašnjih primjera. Nakon sredine travnja krivulja novih smrti postaje potpuno nevezana uz nove slučajeve i opada na gotovo nulu:</p>\n<div class=\"schart\" data-territory=\"Sweden\" data-offset=\"6\" data-dmax=\"160\"></div>\n<p><strong>Sjedinjene Američke Države</strong> su još uvijek svjetski rekorderi po broju slučajeva i po broju smrti. Njene krivulje više liče švedskim nego drugim zapadnoeuropskim, samo što se broj novoprijavljenih smrti drži još dosta visoko i pokazuje malu korelaciju s brojem novih slučajeva:</p>\n<div class=\"schart\" data-territory=\"United States\" data-offset=\"7\" data-dmax=\"4500\"></div>\n<p><strong>Australija</strong> je pogotovo neobična, jer je njen drugi val puno smrtonosniji od prvog:</p>\n<div class=\"schart\" data-territory=\"Australia\" data-offset=\"14\" data-dmax=\"16.3\"></div>\n<p>Može se lako vidjeti i vremenski pomak između dva vala. Dok su u prvom valu smrti kasnile za otprilike dva tjedna, u drugom valu to se produžilo na otprilike tri tjedna:</p>\n<div class=\"schart\" data-territory=\"Australia\" data-offset=\"21\" data-dmax=\"16.3\"></div>\n<p>Ono što je posebno kod Australije je činjenica da se nalazi na južnoj polutci. Njima je prvi val bio u jesen, a drugi u zimu. Znači li to da će se statistika smrtnosti u Europi pogoršati kad nama nastupi zima?</p>\n\n<h2 id=\"susjedstvo\" class=\"section\">Susjedstvo</h2>\n<p>Iz dosadašnjih grafova možemo primijetiti kako razvoj situacije u Hrvatskoj nije povoljan kao u Zapadnoj Europi. No kako stoje naši prvi susjedi?</p>\n<p>Sjeverozapadno od nas, <strong>Slovenija</strong> proživljava veliki rast novih slučajeva, dok su smrti još uvijek pod kontrolom:</p>\n<div class=\"schart\" data-territory=\"Slovenia\" data-offset=\"14\" data-dmax=\"5.3\"></div>\n<p><strong>Mađarska</strong> ima drastičan rast novih slučajeva u zadnjih mjesec dana, i još je prerano predviđati hoće li i smrti početi rasti s većim kašnjenjem nego što je to bilo u prvom valu. I kod njih se smrtnost čini niska:</p>\n<div class=\"schart\" data-territory=\"Hungary\" data-offset=\"6\" data-dmax=\"90\"></div>\n<p>Slična situacija je u <strong>Austriji</strong>, smrtni slučajevi pokazuju tek primjetnu tendenciju rasta s porastom broja slučajeva:</p>\n<div class=\"schart\" data-territory=\"Austria\" data-offset=\"12\" data-dmax=\"20\"></div>\n<p>No, na istoku grafovi izgledaju sasvim drugačije. <strong>Bosna i Hercegovina</strong>, slično nama, ima otprilike duplo manju smrtnost nego u prvom valu:</p>\n<div class=\"schart\" data-territory=\"Bosnia and Herzegovina\" data-offset=\"13\" data-dmax=\"18.5\"></div>\n<p>Još gore izgleda <strong>Srbija</strong>, s drugim valom koji je ubitačniji od prvog:</p>\n<div class=\"schart\" data-territory=\"Serbia\" data-offset=\"1\" data-dmax=\"9.8\"></div>\n<p>Dalje na istok, <strong>Rumunjska</strong>, vrlo slično kao i BiH:</p>\n<div class=\"schart\" data-territory=\"Romania\" data-offset=\"7\" data-dmax=\"87\"></div>\n\n<h2 id=\"slika-cijelog-kontinenta\" class=\"section\">Slika cijelog kontinenta</h2>\n<p>Dosad smo primijetili dvije bitno različite epidemiološke situacije na Starom kontinentu. Razdvojimo ga u dvije geopolitičke polovice: zapadnu i istočnu, i zbrojimo slučajeve i smrti.</p>\n<figure id=\"EuroMapFig\">\n  <div id=\"EuroMap\">Učitavam kartu...</div>\n  <figcaption>\n    Podjela Europe na Zapad (plavo) i Istok (žuto).\n  </figcaption>\n</figure>\n<p><strong>Zapadna Europa</strong> ima poprilično sličnu sliku u svim zemljama: dva jasna vrha broja slučajeva, drugi je već narastao veći nego što je prvi ikad bio, i graf smrti koji gotovo savršeno prati oblik grafa potvrđenih slučajeva COVID-19, samo s tjedan dana kašnjenja.</p>\n<p>Točnije, pratila je negdje do Praznika rada. Nakon toga, crvena krivulja nije više ni sjena plavoj.</p>\n<div class=\"schart\" data-territory=\"WestEurope\" data-offset=\"7\" data-dmax=\"3600\"></div>\n<p><strong>Istočna Europa</strong> se ne može pohvaliti takvim dobrim vijestima. Ovdje je crvena krivulja puno bliža plavoj. Od svibnja postaje nešto manja, ali ne deset puta manja kao što je to na Zapadu.</p>\n<div class=\"schart\" data-territory=\"EastEurope\" data-offset=\"3\" data-dmax=\"289\"></div>\n<p>Ako ste skeptični prema pomičnom prosjeku, pogledajte kako izgledaju sirovi dnevni podaci. Zapad:</p>\n<div class=\"schart\" data-territory=\"WestEurope\" data-radius=\"0\" data-offset=\"7\" data-dmax=\"5250\"></div>\n<p>...i Istok:</p>\n<div class=\"schart\" data-territory=\"EastEurope\" data-radius=\"0\" data-offset=\"3\" data-dmax=\"429\"></div>\n<p>Slika je uvijek ista. Veliko smanjenje smrtnosti na Zapadu, malo smanjenje na Istoku. Slika Hrvatske je očito puno bliža Istoku nego Zapadu, i bojim se da ćemo u sljedećim tjednima dijeliti sudbinu naših istočnih susjeda.</p>\n<p>Zašto su te slike tako različite? Imam puno hipoteza, ali ne želim u ovom trenu javno špekulirati. Zadržao bih se zasad na prepoznavanju tog fenomena, i daljnjem istraživanju.</p>\n<!--\nGrčka\n\n<div class=\"schart\" data-territory=\"Greece\" data-offset=\"6\" data-dmax=\"13\"></div>\n\nTurska\n\n<div class=\"schart\" data-territory=\"Turkey\" data-offset=\"3\" data-dmax=\"100\"></div>\n\nJapan\n\n<div class=\"schart\" data-territory=\"Japan\" data-offset=\"15\" data-dmax=\"56\"></div>\n\nIzrael\n\n<div class=\"schart\" data-territory=\"Israel\" data-offset=\"9\" data-dmax=\"55\"></div>\n\nDanska\n\n<div class=\"schart\" data-territory=\"Denmark\" data-offset=\"6\" data-dmax=\"16.5\"></div>\n\nŠvicarska\n\n<div class=\"schart\" data-territory=\"Switzerland\" data-offset=\"11\" data-dmax=\"39\"></div>\n-->","form":"html"}],"headings":[{"id":"na-zapadu-ne-to-novo","title":"Na Zapadu nešto novo"},{"id":"kontraprimjeri","title":"Kontraprimjeri"},{"id":"susjedstvo","title":"Susjedstvo"},{"id":"slika-cijelog-kontinenta","title":"Slika cijelog kontinenta"}]}