{"id":"covid-kid-transfer","title":"Prenose li djeca COVID-19?","description":"Mi roditelji moramo odlučiti hoće li nam djeca nazad u školu. Ali na temelju čega?","lang":null,"image":"https://hrvoje.simic.digital/story/covid-kid-transfer/cover.png","published":{"year":2020,"month":"MAY","monthValue":5,"dayOfMonth":5,"dayOfWeek":"TUESDAY","era":"CE","dayOfYear":126,"leapYear":true,"chronology":{"id":"ISO","calendarType":"iso8601"}},"features":["vizjs","topojson","customJS","vega","d3","moment","customCSS"],"steps":[{"content":"<h1 id=\"prenose-li-djeca-covid-19\" class=\"title\">Prenose li djeca COVID-19?</h1>\n<p><em>Hrvoje Šimić, 2020-05-04</em></p>\n<p class=\"low-key card-panel yellow lighten-4\">\n<b>Oprez</b>: Autor nije stručnjak iz područja zdravstva. Ako tražite stručna mišljenja, neka možete pronaći na linkovima u ovom članku.\n</p>\n<p><span class=\"dropcap\">D</span>ošao je i taj dan, mi roditelji moramo odlučiti hoće li nam djeca nazad u školu. Nisam se osjetio dovoljno informiran da mogu formirati mišljenje je li to dobro za moju obitelj, pa sam se bacio na istraživanje. Ako vam nešto od ovog može dobro doći u vašem vlastitom istraživanju, slobodno pogledajte.</p>\n<p>Pretražio sam vijesti o ponovnom otvaranju škola u Europi, i ispostavilo se kako Hrvatska nije izuzetak. Većina zemalja Europske Unije je otvorila osnovne škole ili to planira skoro napraviti. Samo Italija, Rumunjska i Bugarska su objavili da ne namjeravaju otvarati osnovne škole prije ljeta. Švedska, Island i Bjelorusija nikad nisu prekidali fizičku nastavu u osnovnim školama, iako je Bjelorusija bila produžila proljetne praznike na dva tjedna.</p>\n<figure id=\"ReopeningFig\">\n  <div id=\"ReopeningMap\">Učitavam kartu...</div>\n  <figcaption>\n    Datumi otvaranja (ili djelomičnih otvaranja) nižih razreda osnovnih škola, stvarni ili planirani.\n    Zemlje u kojima nije još donesen plan otvaranja su označene upitnikom.\n    Zemlje u kojima nikad nije ni bilo zatvaranja osnovnih škola su označene kvačicom ✓.\n    Izvori po zemljama: \n    <span id=\"SourcesForMap\">učitavam...</span>\n  </figcaption>\n</figure>\n<p>U čemu je problem s postepenim otvaranjem škola i vrtića, i zašto se najmanja djeca često guraju prva nazad u kolektiv?</p>\n<p>Prvo je pitanje koliko su sama djeca ugrožena novim koronavirusom. Iako znamo jako malo o njemu, postoji širok konsenzus kako inače zdrava djeca nisu ugrožena. Vjerojatnost da će im se nešto loše dogoditi je na razini opasnosti tipičnih sezonskih virusa.</p>\n<p>Veći problem je širenje zaraze kroz populaciju preko djece u razredu. Na taj način zaraza može kolati i između kućanstava u istom mjestu ili kvartu. Kako bi se ja mogao zaraziti? Tipično bi to išlo ovako:</p>\n<pre class=\"dot exceptMob \" id=\"null\">digraph bla {\n  rankdir=LR;\n  \"bolesnik\" -> \"dijete iz razreda\" -> \"moje dijete\" -> \"ja\";\n}</pre>\n<pre class=\"dot onlyMob \" id=\"null\">digraph bla {\n  rankdir=TD;\n  \"bolesnik\" -> \"dijete iz razreda\" -> \"moje dijete\" -> \"ja\";\n}</pre>\n<p>To bi mogao biti &quot;most&quot; između dva kućanstva. Djeca bi mogla dolaziti zarazna u školu i više dana prije nego što itko shvati da bi dijete trebalo izolirati. No kolika je šansa da će se taj lanac događaja poklopiti? Da bi ga izračunali moramo znati:</p>\n<ol class=\"arabic\">\n  <li>vjerojatnost da će bar jedno dijete iz razreda doći u bliski kontakt s nekim bolesnikom</li>\n  <li>vjerojatnost da se dijete zarazi od bolesnika </li>\n  <li>vjerojatnost da zaraženo dijete prenese bolest mom djetetu u razredu</li>\n  <li>vjerojatnost da će moje dijete prenijeti bolest meni</li>\n</ol>\n<p>Postoji i drugi put širenja zaraze koji kreće od učitelja ili drugog djelatnika škole:</p>\n<pre class=\"dot exceptMob \" id=\"null\">digraph bla {\n  rankdir=LR;\n  \"djelatnik škole\" -> \"moje dijete\" -> \"ja\";\n}</pre>\n<pre class=\"dot onlyMob \" id=\"null\">digraph bla {\n  rankdir=TD;\n  \"djelatnik škole\" -> \"moje dijete\" -> \"ja\";\n}</pre>\n<p>Ovo je kraći, time vjerojatno i opasniji &quot;most&quot;. No uključuje opet iste elementarne vjerojatnosti.</p>\n<p>Kako bi izračunali spojnu vjerojatnost nameću se pitanja:</p>\n<ul>\n  <li>Koliko zaraženih ljudi kola u populaciji, tj. nisu u (samo)izolaciji?</li>\n  <li>Kolika je vjerojatnost da se dijete zarazi od druge osobe, i u kojim okolnostima?</li>\n  <li>Kolika je vjerojatnost da zarazno dijete dođe u školu? U slučaju da se otkrije kako je bilo u kontaktu sa zaraženom osobom, ili samo pokaže simptome zaraze, vjerojatno ne bi je poslali u školu.</li>\n  <li>Kolika je vjerojatnost da zarazan djelatnik dođe raditi u školu?</li>\n  <li>Kolika je vjerojatnost da učenik prenese zarazu drugom učeniku u razredu? Je li manja nego vjerojatnost prijenosa u kućanstvu, i koliko manja?</li>\n  <li>Kolika je vjerojatnost da zaraženo dijete zarazi odraslog ukućanina?</li>\n</ul>\n<p>Ako ste pratili stanje našeg znanja o novom virusu vjerojatno već imate osjećaj da je na ova pitanja vrlo teško odgovoriti s ikakvom sigurnošću. No svejedno, tu smo gdje smo, i moramo doći do nekog zaključka s onim što imamo. Odbijanje donošenja odluka na temelju oskudnih i nepouzdanih informacija je isto tako odluka, i ona nosi rizike.</p>\n<p>Nakon čitanja službenih preporuka i analiza nameću se dvije hipoteze vezane uz tekuću pandemiju:</p>\n<ol class=\"arabic\">\n  <li>Djeca se teže zaraze od odraslih.</li>\n  <li>Djeca su manje zarazna od odraslih.</li>\n</ol>\n<p>Ako se obje hipoteze pokažu točnima, onda se čini logično da bi i vjerojatnost da će se zaraza prenijeti s djeteta na dijete bila naročito malo vjerojatna. Ako bi (na primjer) svaku mogli prepoloviti, vjerojatnost cijelog prvog lanca bi pala na osminu svoje vrijednosti.</p>\n<p>U tom slučaju se čini razumno otvarati škole prije većine drugih institucija, ako će virusu biti puno teže širiti se kroz njih.</p>\n\n<h2 id=\"koliko-se-esto-djeca-razbolijevaju-u-hrvatskoj\" class=\"section\">Koliko se često djeca razbolijevaju u Hrvatskoj?</h2>\n<p>Na koronavirus.hr imamo <a href=\"https://www.koronavirus.hr/otvoreni-strojno-citljivi-podaci/526\">podatke</a> o djeci potvrđeno zaraženoj novim koronavirusom u Hrvatskoj. Djeca koja su godište 2009. do 2018. (vrtić i niži razredi O.Š.) se rijetko kad pojavljuju na toj listi:</p>\n<pre class=\"vly exceptMob \" id=\"null\">{\"width\":550,\"height\":100,\"data\":{\"url\":\"/story/covid-kid-transfer/covid-cro-patients.json\",\"format\":{\"type\":\"json\"}},\"transform\":[{\"filter\":\"datum.dob >= 2009 && datum.dob <= 2018\"}],\"mark\":{\"type\":\"bar\"},\"encoding\":{\"x\":{\"title\":\"datum\",\"field\":\"Datum\",\"type\":\"temporal\",\"axis\":{\"format\":\"%-d.%-m.\"},\"scale\":{\"domain\":[\"2020-03-12\",\"2020-05-04\"]}},\"y\":{\"title\":\"novih slučajeva\",\"aggregate\":\"count\",\"type\":\"quantitative\",\"field\":\"*\"}},\"$schema\":\"https://vega.github.io/schema/vega-lite/v4.json\"}</pre>\n<pre class=\"vly onlyMob \" id=\"null\">{\"width\":100,\"height\":400,\"data\":{\"url\":\"/story/covid-kid-transfer/covid-cro-patients.json\",\"format\":{\"type\":\"json\"}},\"transform\":[{\"filter\":\"datum.dob >= 2009 && datum.dob <= 2018\"}],\"mark\":{\"type\":\"bar\"},\"encoding\":{\"y\":{\"title\":null,\"field\":\"Datum\",\"type\":\"temporal\",\"sort\":\"descending\",\"axis\":{\"format\":\"%-d.%-m.\"},\"scale\":{\"domain\":[\"2020-03-12\",\"2020-05-04\"]}},\"x\":{\"title\":\"novih slučajeva\",\"aggregate\":\"count\",\"type\":\"quantitative\",\"field\":\"*\"}},\"$schema\":\"https://vega.github.io/schema/vega-lite/v4.json\"}</pre>\n<p>U posljednja dva tjedna brojim samo četiri slučaja u cijeloj Hrvatskoj. Koliko je od njih već bilo u izolaciji jer nisu prvi zaraženi u obitelji? S druge strane, koliko djece nikad nismo testirali i nisu ušli u službenu statistiku? To bi bili ključne informacije da možemo procijeniti šansu da se netko od zaražene djece pojavi u razredu ili u vrtićkoj grupi. No svejedno, ne čini mi se da se djeca u Hrvatskoj često zaraze koronavirusom ovih dana.</p>\n\n<h3 id=\"znanstvena-istra-ivanja-objavljena-u-asopisima\" class=\"section\">Znanstvena istraživanja objavljena u časopisima</h3>\n<p>Čitao sam puno znanstvenih radova koji su prošli <em>peer review</em>, ali ne bih komentirao jer realno nisam dovoljno sposoban procijeniti njihovu važnost i kvalitetu. Ako vas zanima da sami pogledate, evo nekih koji su mi se činili najrelevantnijima, objavljeni kroz prošli mjesec:</p>\n<ul>\n  <li>Zhang i dr. <em><a href=\"https://science.sciencemag.org/content/sci/early/2020/04/28/science.abb8001.full.pdf\">Changes in contact patterns shape the dynamics of the COVID-19 outbreak in China</a></em> (<a href=\"https://science.sciencemag.org/content/sci/suppl/2020/04/28/science.abb8001.DC1/abb8001_Zhang_SM.pdf\">Dodatak</a>), Science, 2020-04-29</li>\n  <li>Qifang i dr. <a href=\"https://www.thelancet.com/pdfs/journals/laninf/PIIS1473-3099(20)30287-5.pdf\"><i>Epidemiology and transmission of COVID-19 in 391 cases and 1286 of their close contacts in Shenzhen, China: a retrospective cohort study</i></a>, The Lancet, 2020-04-27</li>\n  <li>Danis i dr. <a href=\"https://academic.oup.com/cid/advance-article/doi/10.1093/cid/ciaa424/5819060\"><i>Cluster of coronavirus disease 2019 (Covid-19) in the French Alps, 2020</i></a>, Clinical Infectious Diseases, 2020-04-11</li>\n  <li>Tu-Hsuan i dr. <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7161491/\"><i>Clinical characteristics and diagnostic challenges of pediatric COVID-19: A systematic review and meta-analysis</i></a>, J Formos Med Assoc, 2020-04-06</li>\n  <li>Viner i dr. <a href=\"https://www.thelancet.com/journals/lanchi/article/PIIS2352-4642(20)30095-X/fulltext\"><i>School closure and management practices during coronavirus outbreaks including COVID-19: a rapid systematic review</i></a>, The Lancet, 2020-04-06</li>\n</ul>\n<p>Okrenuo sam se onda sažecima pedijatrijskog pogleda na pandemiju. Najbolji koji sam našao zaključuju ovako:</p>\n<blockquote>Uloga djece u prijenosu je nejasna, ali dosljedni dokazi pokazuju manju vjerojatnost zaraze i nižu stopu dovođenja zaraze u kućanstva.</blockquote>\n<figcaption class=\"right-align\">\n  Boast i dr.\n  <a href=\"https://dontforgetthebubbles.com/evidence-summary-paediatric-covid-19-literature/\">\n    An evidence summary of Paediatric COVID-19 literature\n  </a>, Don&#39;t Forget the Bubbles, 2020.\n</figcaption>\n<p>Drugim riječima, oni trenutno podržavaju obje hipoteze.</p>\n<p>No i ovo bi moglo biti prevelik zalogaj za nestručnjaka. Okrenuo sam se institucijama javnog zdravlja u Europi. Tražio sam što imaju za reći na temu djece i COVID-a, o obliku koji je namijenjen široj populaciji.</p>\n\n<h2 id=\"to-ka-u-javnozdravstvene-institucije\" class=\"section\">Što kažu javnozdravstvene institucije?</h2>\n<p>Prvo sam provjerio Europski centar za prevenciju i kontrolu bolesti (ECDC). Oni kažu:</p>\n<blockquote>još je neizvjesno u kojoj mjeri djeca igraju ulogu u prenošenju virusa drugima</blockquote>\n<figcaption class=\"right-align\">\n  ECDC - <a href=\"https://www.ecdc.europa.eu/en/covid-19/questions-answers\">Pitanja i odgovori o COVID-19</a>\n</figcaption>\n<p>No, u svom devetom izdanju brze procjene rizika od COVID-a iznose kratku analizu istraživanja. Između ostalog, navode rezultate po kojima je učestalost zaraze ukućana kod djece 4,7% (kod odraslih 17,1%), i kako je dijete četiri puta manje vjerojatno da će se zaraziti od starijih osoba. Zaključuju:</p>\n<blockquote>Čini se kako se rijetko događa da dijete zarazi odraslu osobu.\nPodaci (...) ukazuju kako nije vjerojatno da su djeca primarni izvor slučajeva zaraze.</blockquote>\n<figcaption class=\"right-align\">\n  ECDC Rapid Risk Assessment - <a href=\"https://www.ecdc.europa.eu/sites/default/files/documents/covid-19-rapid-risk-assessment-coronavirus-disease-2019-ninth-update-23-april-2020.pdf\">COVID-19 in the EU/EEA and the UK - ninth update</a>\n</figcaption>\n<p>No za vrijeme <em>lockdown</em>-a djeca ionako nisu ni imala puno prilika za zarazu. Što se događalo u zemljama gdje su cijelo vrijeme epidemije pohađala školu?</p>\n\n<h3 id=\"vedska\" class=\"section\">Švedska</h3>\n<p>Kao što sam napisao, Švedska je jedna od rijetkih zemalja na svijetu koja je držala otvorene osnovne škole kroz dosadašnju pandemiju. A definitivno imaju problema s pandemijom: po prijavljenim smrtnim slučajevima na milijun stanovnika znatno odskaču od zemalja u okruženju, i od Hrvatske. Pogledajte:</p>\n<pre class=\"vly exceptMob \" id=\"null\">{\"width\":600,\"height\":120,\"data\":{\"values\":[{\"country\":\"Švedska\",\"deathsPerMil\":264},{\"country\":\"Danska\",\"deathsPerMil\":82},{\"country\":\"Norveška\",\"deathsPerMil\":39},{\"country\":\"Finska\",\"deathsPerMil\":40},{\"country\":\"Island\",\"deathsPerMil\":29},{\"country\":\"Hrvatska\",\"deathsPerMil\":19}]},\"mark\":{\"type\":\"bar\"},\"encoding\":{\"y\":{\"title\":null,\"field\":\"country\",\"type\":\"nominal\",\"sort\":\"-x\"},\"x\":{\"title\":\"smrti od COVID-19 na milijun stanovnika (1.5.2020.)\",\"field\":\"deathsPerMil\",\"type\":\"quantitative\"}},\"$schema\":\"https://vega.github.io/schema/vega-lite/v4.json\"}</pre>\n<pre class=\"vly onlyMob \" id=\"null\">{\"width\":300,\"height\":160,\"data\":{\"values\":[{\"country\":\"Švedska\",\"deathsPerMil\":264},{\"country\":\"Danska\",\"deathsPerMil\":82},{\"country\":\"Norveška\",\"deathsPerMil\":39},{\"country\":\"Finska\",\"deathsPerMil\":40},{\"country\":\"Island\",\"deathsPerMil\":29},{\"country\":\"Hrvatska\",\"deathsPerMil\":19}]},\"mark\":{\"type\":\"bar\"},\"encoding\":{\"y\":{\"title\":null,\"field\":\"country\",\"type\":\"nominal\",\"sort\":\"-x\"},\"x\":{\"title\":\"smrti od COVID-19 na milijun stanovnika (1.5.2020.)\",\"field\":\"deathsPerMil\",\"type\":\"quantitative\"}},\"$schema\":\"https://vega.github.io/schema/vega-lite/v4.json\"}</pre>\n<p>No, iako imaju velikih problema s drugim kolektivima, poput staračkih domova, ne javljaju probleme sa širenjem zaraze u školama:</p>\n<blockquote>Trenutno je znanje o tome koliko se COVID-19 širi među djecom vrlo ograničeno, i nema izvještaja o velikom prijenosu unutar grupa djece.</blockquote>\n<figcaption class=\"right-align\">\n  Švedska agencija za javno zdravstvo: <a href=\"https://www.folkhalsomyndigheten.se/the-public-health-agency-of-sweden/communicable-disease-control/covid-19/covid-19-and-children/\">\n    COVID i djeca\n  </a>\n</figcaption>\n\n<h3 id=\"island\" class=\"section\">Island</h3>\n<p>Ni Island nije zatvarao škole. To je puno manja država ali je rekorder po testiranju populacije. Nisam našao stav njihove javnozdravstvene institucije, ali njihovi vodeći stručnjaci su bili uključeni u poznatu studiju širenja COVID-a koja je uključila 6% cijele populacije zemlje.</p>\n<blockquote>Djeca mlađa od 10 godina imala su manju vjerojatnost da će dobiti pozitivan rezultat od osoba koje su bile starije, s postocima od 6,7% odnosno 13,7% za ciljano testiranje; u populacijskom probiru nijedno dijete mlađe od 10 godina nije imalo pozitivan rezultat, u usporedbi s 0,8% koji su imali 10 godina ili više.</blockquote>\n<figcaption class=\"right-align\">\n  Gudbjartsson i dr.\n  <a href=\"https://www.nejm.org/doi/full/10.1056/NEJMoa2006100\">\n    Spread of SARS-CoV-2 in the Icelandic Population\n  </a>,\n  The New England Journal of Medicine, 2020-04-14\n</figcaption>\n<p>Koautor rada u intervjuu iznosi dodatne tvrdnje:</p>\n<blockquote>čak i kad se djeca zaraze, manje je vjerojatno da će prenijeti bolest drugima, nego što je to slučaj s odraslima. Nismo pronašli nijedan slučaj da je dijete zarazilo roditelje.</blockquote>\n<figcaption class=\"right-align\">\n  <a href=\"https://www.sciencemuseumgroup.org.uk/hunting-down-covid-19/\">\n    Kari Stefansson\n  </a>\n</figcaption>\n\n<h3 id=\"danska\" class=\"section\">Danska</h3>\n<p>Danska je prva u EU otvorila škole, još prije tri tjedna. Nisam našao da se spominje širenje zaraze kroz škole.</p>\n<blockquote>Iskustva drugi zemalja govore kako nema toliko zaraženih, kako oni koji obole često imaju vrlo blagi oblik bolesti, i kako su vjerojatno manje zarazni od drugih dobnih skupina.</blockquote>\n<figcaption class=\"right-align\">\n  Danska zdravstvena uprava,\n  <a href=\"https://www.sst.dk/da/corona-eng/faq\">\n    Pitanja i odgovori o koronavirusu\n  </a>\n</figcaption>\n\n<h3 id=\"norve-ka\" class=\"section\">Norveška</h3>\n<blockquote>\n  <p>Broj djece s potvrđenim slučajevima do sada je bio nizak. To bi moglo značiti da djeca ili dobivaju blaže simptome ili ih je manje zaraženo. Budući da su ljudi koji imaju simptome najzarazniji, a djeca imaju malo simptoma, vjerojatno su manje zarazna od odraslih. Kada su osobe s COVID-19 praćene u Norveškoj, čini se da djeca u maloj mjeri zaraze druge.</p>\n  <p>U prethodnim epidemijama koronavirusa (MERS i SARS), rijetko kad su zabilježene infekcije među djecom.</p>\n</blockquote>\n<figcaption class=\"right-align\">\n  Norveški institut za javno zdravstvo (NIPH),\n  <a href=\"https://www.fhi.no/en/op/novel-coronavirus-facts-advice/facts-and-general-advice/advice-and-information-for-children-and-adolescents/\">\n    Savjeti i informacije za djecu i adolescente\n  </a>\n</figcaption>\n\n<h3 id=\"nizozemska\" class=\"section\">Nizozemska</h3>\n<blockquote>Djeca se rjeđe zaraze od odraslih. Kad se to dogodi, ispada da je to uglavnom kod kuće. Pacijenti mlađi od 20 godina igraju puno manju ulogu u širenju bolesti od odraslih i starijih osoba.</blockquote>\n<figcaption class=\"right-align\">\n  <a href=\"https://www.rivm.nl/en/novel-coronavirus-covid-19/children-and-covid-19\">\n    Nizozemski Nacionalni institut za javno zdravstvo i okoliš\n  </a>\n</figcaption>\n<p>Navode i svoje istraživanje, po kojem maloljetnici nisu zarazili niti jedan kontakt od 43 ukupno, u kontrastu s punoljetnim pacijentima, koji su zarazili oko 10% svojih kontakata. To sugerira da su manje zarazni.</p>\n\n<h3 id=\"vicarska\" class=\"section\">Švicarska</h3>\n<blockquote>Djeca ne igraju značajnu ulogu u prenošenju novog koronavirusa. Djeca rijetko dobiju novi koronavirus. Također imaju manju vjerojatnost da će prenijeti virus.</blockquote>\n<figcaption class=\"right-align\">\n  Swiss Federal Office of Public Health <a href=\"https://www.bag.admin.ch/bag/en/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/haeufig-gestellte-fragen.html#188370762\">\n  Frequently Asked Questions (FAQs) about the new coronavirus\n  </a>\n</figcaption>\n\n<h2 id=\"zaklju-ci\" class=\"section\">Zaključci</h2>\n<p>Ovaj pregled stručnih informacija je nepotpun i nesustavan, tako da ga nemojte uzimati preozbiljno. No bilo mi je dovoljno da dođem do nekih zaključaka vezani uz djecu (u usporedbi s drugim dobnim skupinama) i novi koronavirus:</p>\n<ul>\n  <li>Velika je vjerojatnost da djeca ponekad prenose virus.</li>\n  <li>Velika je vjerojatnost da djeca nisu glavni prenositelji.</li>\n  <li>Dokazi trenutno prevažu na stranu da je značajno manje vjerojatno za dijete da se zarazi.</li>\n  <li>Dokazi trenutno prevažu na stranu da su djeca znatno manje zarazna.</li>\n  <li>Trenutno iskustvo s otvorenim školama u Europi i Aziji ne sugerira da su škole izvor zaraze.</li>\n  <li>Postepeno i pažljivo otvaranje nižih razreda osnovne škole i vrtića koje se trenutno provodi u Europi čini se razumna mjera pomoći ekonomiji, obrazovanju i dobrobiti djece.</li>\n</ul>\n<p>Ti zaključci su samo moji, nisu zaključci stručnjaka. Ne doživljavam ih naročito kontroverznima s obzirom na ono što sam pročitao, ali možda će se vama činiti krivim ili presmionim. To je OK. Volio bih čuti u čemu mislite da sam krivo zaključio, ili koje sam važne dokaze previdio koje mijenjaju te zaključke.</p>","form":"html"}]}