{"id":"covid-cfr","title":"COVID-19 case fatality rate in Europe","description":"In Europe, case fatality rate has fallen hard.","lang":"en","image":"https://hrvoje.simic.digital/story/covid-cfr/cover.png","published":null,"features":["d3-array","d3-selection-multi","customJS","d3","customCSS"],"steps":[{"content":"<h1 id=\"covid-19-case-fatality-rate-in-europe\" class=\"title\">COVID-19 case fatality rate in Europe</h1>\n<p><em>Hrvoje Šimić, 2020-10-30</em></p>\n<p>Continuing our phenomenological approach to analysing COVID-19 cases in Europe, </p>\n<figure>\n<div class=\"fullChart\" data-territory=\"EU\" data-show=\"cd\" data-offset=\"0\" data-dmax=\"33\"></div>\n  <figcaption>Plot of daily reported cases and deaths in EU, averaged across 31 days. Last 14 days are progressively faded as they are likely to change with future data.</figcaption>\n</figure>\n<p>For the first wave, the cases curve and the deaths curve are almost identical, the only difference being in time. If we shift the red curve just one week to the left, we get almost perfect overlap for the early months of 2020.</p>\n<figure>\n  <div class=\"fullChart\" data-territory=\"EU\" data-show=\"cd\" data-offset=\"7\" data-dmax=\"33\"></div>\n  <figcaption>Plot of daily reported cases in EU, and deaths shifted by 7 days, both averaged across 31 days. The bottom axis shows date of new cases, not new deaths.</figcaption>\n</figure>\n<p>Where two curves overlap, the ratio of their values is the same. This ratio is called <em>case fatality rate</em> or <strong>CFR</strong>, proportion of fatal outcomes from all people diagnosed with the disease. In the chart below it is drawn in black ink, thicker for dates where there are more cases. Note also that the y-scale is logarithmic, allowing us to show relative differences between values of different order of magnitude.</p>\n<figure>\n  <div class=\"fullChart\" data-territory=\"EU\" data-show=\"f\" data-offset=\"7\" data-dmax=\"33\"></div>\n  <figcaption>Case fatality rate for EU for a 7-day offset in deaths. Line thickness corresponds to the relative number of cases. Last 14 days of data are progressively faded as they are likely to change with future data.</figcaption>\n</figure>\n<p>First wave CFR was rather high, around 12 percent. Then it has fallen sharply during late spring and throughout summer, settling at about 1 percent in September.</p>\n<p>Why is this so?</p>\n<figure>\n  <div class=\"fullChart\" data-territory=\"EU\" data-show=\"tp\" data-offset=\"7\" data-dmax=\"33\"></div>\n  <figcaption>Chart showing how many tests were administered daily per 100 000 population in EU (in green), and also how many of those tests were positive (in purple).</figcaption>\n</figure>\n\n<h2 id=\"differences-between-east-and-west\" class=\"section\">Differences between East and West</h2>\n<p>Let&#39;s focus on member states from the western side of the continent. Here are all three charts</p>\n<figure>\n<div class=\"fullChart\" data-territory=\"West EU\" data-offset=\"7\" data-dmax=\"35\"></div>\n  <figcaption>Daily cases and offset daily deaths shown on top; CFR and calculated combined indicator shown in the middle; tests data below.</figcaption>\n</figure>\n<p>and now varies between 0.5 and 1 percent. This dramatic shift occurred in late spring and  summer, with a slight rebound in September.</p>\n<p>Eastern EU countries need a larger offset, around 10 days.</p>\n<div class=\"fullChart\" data-territory=\"East EU\" data-offset=\"10\" data-dmax=\"17\"></div>\n<p>CFR is fairly continous throughout this period. In April it was around 6%, and in September it fell to just above 2%.</p>\n\n<h2 id=\"france\" class=\"section\">France</h2>\n<div class=\"fullChart\" data-territory=\"France\" data-offset=\"7\" data-dmax=\"96\"></div>\n<p>France had the worst CFR in April, around 21%. This changed exponentially from mid-May to mid-August, coming to under 0.5% while daily tests grew linearly from about 50 to about 150 per 100 000. Since mid-August it grew slightly, but it still shows values that are under 1%.</p>\n\n<h2 id=\"germany\" class=\"section\">Germany</h2>\n<div class=\"fullChart\" data-territory=\"Germany\" data-offset=\"14\" data-dmax=\"4.7\"></div>\n<p>CFR is quite constant throughout the first wave, during the 8% positivity period as well as May, when it was under 2%. During summer CFR reached values under 1%, and is still around that limit. End of August and whole of September there was a growth in number of cases, but testing numbers staid constant.</p>\n<!--div class=\"fullChart\" \n     data-show=\"cdfa\"\n     data-territory=\"Germany\" \n     data-offset=\"0\" \n     data-dmax=\"4.7\"></div-->\n\n<h2 id=\"italy\" class=\"section\">Italy</h2>\n<div class=\"fullChart\" data-territory=\"Italy\" data-offset=\"4\" data-dmax=\"30\"></div>\n\n<h2 id=\"spain\" class=\"section\">Spain</h2>\n<div class=\"fullChart\" data-territory=\"Spain\" data-offset=\"6\" data-dmax=\"41\"></div>\n<p>There were some discontinuities in reported numbers in May and June which make the calculation of CFR very unreliable. </p>\n<p>Looking at testing data, we can see that positivity rate has been quite high, 8% to 12%.</p>\n<p>Also, even though daily tests keep rising from July, the CFR calculation is also rising from around 0.3% to over 1% at the end of September.</p>\n\n<h2 id=\"united-kingdom\" class=\"section\">United Kingdom</h2>\n<p>A recent member state</p>\n<div class=\"fullChart\" data-territory=\"United Kingdom\" data-offset=\"0\" data-dmax=\"54\"></div>\n\n<h2 id=\"sweden\" class=\"section\">Sweden</h2>\n<p>Sweden is an attractive case to study because it pursued distinctive policies from its neighbours, and most of Europe for that matter. A lack of lockdown resulted lead to a quite different shape of the daily cases curve, so we don&#39;t have a . However, if we align curves on , we can presume a four-day offset</p>\n<div class=\"fullChart\" data-territory=\"Sweden\" data-offset=\"4\" data-dmax=\"16\"></div>\n<p>, reaching 1% in August. Even in September the CRF keeps falling furhter to under 0.5%, even though testing was not increased, and the proportion of positive tests grew from 1 to 5 in 100.</p>\n<figure>\n  <div id=\"CfrChangeChart\"></div>\n  <figcaption>Change of estimated CFR in select European countries from April (orange circle) to September (green circle).</figcaption>\n</figure>\n<p>Here the CFR scale is linear, and a lot of countries are squeezing very tightly to the 0% line on the right.</p>\n<p>Top part shows countries of West EU, with widely different case fatality rates in April, but very low ones in September. CFRs in eastern EU countries are not falling nearly as well. Non-EU countries in the West, such as UK, Switzerland and Norway, are also </p>","form":"html"}],"headings":[{"id":"differences-between-east-and-west","title":"Differences between East and West"},{"id":"france","title":"France"},{"id":"germany","title":"Germany"},{"id":"italy","title":"Italy"},{"id":"spain","title":"Spain"},{"id":"united-kingdom","title":"United Kingdom"},{"id":"sweden","title":"Sweden"}]}