{"id":"katar-smrti","title":"Katar i smrt","description":"Kažu kako je 6500 radnika umrlo u Katru da bi mi mogli gledati Svjetsko prvenstvo. Je li to istina?","lang":"hr","image":"https://hrvoje.simic.digital/story/katar-smrti/herne.jpg","published":[2022,12,8],"features":["customJS","vega","d3","customCSS"],"steps":[{"content":"<h1 id=\"katar-i-smrt\" class=\"title\">Katar i smrt</h1>\n<p><em>Hrvoje Šimić, 08.12.2022.</em></p>\n<figure>\n  <img class=\"responsive-img\" src=\"/story/katar-smrti/herne.jpg\"/>\n</figure>\n<p><span class=\"dropcap\">S</span>TADION u gradu Herne u Njemačkoj, na dan otvaranja Svjetskog prvenstva. Izloženo je <a href=\"https://germany.detailzero.com/sports/212963/Football-World-Cup-in-Qatar-protest-in-Herne-at-the-opening-%E2%80%93-news.html\n\">6500 lopti okruženih s 20 000 svijeća na tribinama</a>, kako bi podsjetio na smrti radnika u Katru. Njih šest tisuća i petsto.</p>\n<p>Taj broj vidim svugdje: na televiziji, podcastima, u novinama, društvenim mrežama... gotovo svatko tko priča o problemima Svjetskog prvenstva spominje kako je šest i pol tisuća ljudi poginulo tijekom pripreme. Ili, ako ćete malo dramatičnije, oko jedan ljudski život za svaku minutu igre na natjecanju. </p>\n<figure>\n  <img class=\"responsive-img\" src=\"/story/katar-smrti/naslovi.png\"/>\n  <figcaption>Neki od naslova o katarskim smrtima u najčitanijim hrvatskim dnevnim novinama i portalima.</figcaption>\n</figure>\n<p>U mojoj glavi se stvorila slika siromašnog mladog radnika iz Azije ili Afrike, kojeg je ljuta nevolja natjerala &quot;trbuhom za kruhom&quot; u bogati Katar. Tamo ga zarobljavaju i nemilice iskorištavaju okrutni Arapi, tjeraju da na nesnosnoj žegi golim rukama stvara velebne stadione i hotela, dok na kraju jadnik doslovno ne skonča od napora.</p>\n<p>Nameće se pitanje: je li bilo vrijedno toga? Zašto su svi ti ljudi umrli? Da bi mi par tjedana mogli gledati nogomet?</p>\n<p>Kopkalo me koliko je taj broj stvaran, koliko je ta priča stvarna. Od tog kopkanja upao sam u rupu brojeva, priča, emocija i manipulacija. Dok sam se pokušavao od tamo ispetljati, zapisivao sam ono što mi se čini najkorisnije i izvukao neke zaključke. Ispostavilo se kako toga ima dosta.</p>\n<p>Ako vam se ne da čitati dosta dugu analizu punu brojeva i grafova, uvijek možete preskočiti na <a href=\"#koliko-je-stvarno-radnika-poginulo-zbog-sp-a\">kraj članka</a>.</p>\n\n<h2 id=\"odakle-dolazi-taj-broj\" class=\"section\">Odakle dolazi taj broj?</h2>\n<p>Nije tajna otkud taj famozni podatak. Objavljen je u britanskim dnevnim novinama <em>The Guardian</em> <a href=\"https://www.theguardian.com/global-development/2021/feb/23/revealed-migrant-worker-deaths-qatar-fifa-world-cup-2022\">početkom 2021.</a> Autori članka su prikupili podatke o ukupnom broju građana pet zemalja Južne Azije koji su preminuli na području Katra u razdoblju između cca 2010. i 2020. Zbroj tih pet brojeva je bio 6750. Malo su ga &quot;zaokružili&quot; i ustvrdili kako je na pripremama za domaćinstvo Svjetskog prvenstva 2022. umrlo barem 6500 radnika-migranta.</p>\n<p>Neki naši medijski članci kao izvor tog podatka nisu naveli The Guardian, nego su ga pripisali &quot;<em>neovisnim agencijama</em>&quot; (<a href=\"https://www.index.hr/sport/clanak/ovo-su-svi-stadioni-na-svjetskom-prvenstvu-evo-na-kojima-igra-hrvatska/2413071.aspx\">Index</a>), &quot;<em>raznim medijima</em>&quot; (<a href=\"https://www.24sata.hr/sport/ovo-je-deset-razloga-zbog-kojih-je-svjetsko-prvenstvo-u-kataru-najkontroverznije-u-povijesti-874636\">24 sata</a>), &quot;<em>brojnim izvorima</em>&quot; (<a href=\"https://sportske.jutarnji.hr/sn/nogomet/sp2022/predsjednik-fifa-e-otvoreno-prozvao-licemjere-danas-se-osjecam-kao-kataranin-kao-gay-kao-hendikepirana-osoba-15277472\">Jutarnji</a>). Valjda sam im te fraze zvučale važnije nego reći da je izvor jedan jedini novinski članak od prije skoro dvije godine. </p>\n<p>Tražio sam neovisan izvor ili ijedno drugo istraživanje koje bi potvrdilo Guardianovu procjenu, nisam mogao naći ništa posebno korisno. No zato sam našao mnogih provjere koje je kritiziraju. Njemački informacijski servis <a href=\"https://www.dw.com/en/fact-check-how-many-people-have-died-for-the-qatar-world-cup/a-63763713\">Deutsche Welle</a>, BBC-jev podcast <a href=\"https://www.bbc.co.uk/programmes/p0dlg3hq\">More or Less</a> i UN-ova <a href=\"https://www.ilo.org/wcmsp5/groups/public/---arabstates/---ro-beirut/---ilo-qatar/documents/publication/wcms_828395.pdf\">Međunarodna organizacija rada (ILO)</a> osvrću se izravno na podatak o &quot;6500 smrti&quot; i upozoravaju da ta brojka ne znači ono što se u našim novinama tvrdi da znači.</p>\n\n<h2 id=\"koliko-je-stranaca-stvarno-umrlo-u-katru\" class=\"section\">Koliko je stranaca stvarno umrlo u Katru?</h2>\n<p>Niti jedan od naših članaka nije jasno specificirao je 6500 slučajeva samo podskup svih umrlih koji su bili građani Indije, Pakistana, Nepala, Bangladeša i Šri Lanke. Novinari su nekako poopćili to na cjelokupnu populaciju stranaca u Katru. No prema <a href=\"https://priyadsouza.com/population-of-qatar-by-nationality-in-2017/\">neslužbenim podacima</a> građani navedenih zemalja čine tek oko 62% stranaca tamo.</p>\n<p>Guardian nije objasnio zašto je objavio samo podatke tih pet zemalja. Nema praktičnog razloga zašto bi se ograničavali: u samo par klikova možete pronaći <a href=\"https://www.psa.gov.qa/en/statistics1/pages/topicslisting.aspx?parent=Population&child=BirthsDeaths\">službenu statistiku</a> o svim umrlim strancima. Evo, pripremio sam graf koji pokazuje broj smrti stranaca u Katru u razdoblju 2003.-2020.:</p>\n<pre class=\"vly exceptMob \" id=\"null\">{\"width\":350,\"height\":200,\"autosize\":{\"resize\":true},\"data\":{\"name\":\"deaths\"},\"transform\":[{\"calculate\":\"datum.year > 2010\",\"as\":\"preparations\"}],\"mark\":\"bar\",\"encoding\":{\"x\":{\"field\":\"year\",\"type\":\"ordinal\",\"title\":\"godina\"},\"y\":{\"field\":\"fdeaths\",\"type\":\"quantitative\",\"title\":\"ukupno smrti stranaca\"},\"color\":{\"field\":\"preparations\",\"type\":\"nominal\",\"legend\":null}},\"caption\":\"Ukupan broj smrti stranaca u Katru kroz godine. Narančastom bojom je označeno razdoblje priprema za SP.\",\"$schema\":\"https://vega.github.io/schema/vega-lite/v5.json\"}</pre>\n<pre class=\"vly onlyMob \" id=\"null\">{\"width\":250,\"height\":300,\"autosize\":{\"resize\":true},\"data\":{\"name\":\"deaths\"},\"transform\":[{\"calculate\":\"datum.year > 2010\",\"as\":\"preparations\"}],\"mark\":\"bar\",\"encoding\":{\"y\":{\"field\":\"year\",\"type\":\"ordinal\",\"title\":\"godina\"},\"x\":{\"field\":\"fdeaths\",\"type\":\"quantitative\",\"title\":\"ukupno smrti stranaca\"},\"color\":{\"field\":\"preparations\",\"type\":\"nominal\",\"legend\":null}},\"caption\":\"Ukupan broj smrti stranaca u Katru kroz godine. Narančastom bojom je označeno razdoblje priprema za SP.\",\"$schema\":\"https://vega.github.io/schema/vega-lite/v5.json\"}</pre>\n<p>Znači, po službenim podacima samog Katra, od dobitka domaćinstva SP-a pa do kraja 2020. tamo je umrlo ukupno 15 804 stranca. Znatno veći broj od Guardianova.</p>\n\n<h2 id=\"je-li-to-velik-broj\" class=\"section\">Je li to velik broj?</h2>\n<p>Bez obzira pričamo li o 6,5 ili o 15 tisuća smrti, trebamo se prvo zapitati: je li to velik broj? Pa, jest velik u smislu u kojem je i samo jedna smrt velik broj. No smrti se ipak događaju, svaki dan, u svakoj zemlji svijeta.</p>\n<p>Ako to prihvatimo, sljedeći korak je da provjerimo jesu li ove smrti po nečemu alarmantne. Ima li ih više nego što možemo očekivati i inače? Niti jedan članak u našim novinama nije to napravio.</p>\n<p>6500 nam je uveden bez konteksta, namijenjen da impresionira čitatelja samom svojom pojavom. To je vrlo sumnjivo. Zamislite da vas probudi vijest s radija: &quot;Jučer umrlo sto Hrvata!&quot; Zar ne bi pomislili kako se dogodila neka velika tragedija? Ako je taj podatak vrijedan udarne vijesti, onda je valjda umrlo 100 <em>dodatnih</em> ljudi, na broj koji u prosjeku umre u Hrvatskoj (oko 130-140). Ne očekujete da je vijest kako je taj dan bilo neobično malo smrti.</p>\n\n<h2 id=\"koliko-je-stranaca-u-katru\" class=\"section\">Koliko je stranaca u Katru?</h2>\n<p>Da bi stavili broj smrti u kontekst, moramo prvo znati o kolikoj populaciji pričamo — što je veća populacija to možemo očekivati i više smrti. Iz <a href=\"https://www.psa.gov.qa/en/statistics1/pages/topicslisting.aspx?parent=Social&child=LaborForce\">službene državne statistike o radnoj snazi</a>, pregledom pojedinačnih godišnjih izvještaja uspio sam izvući ove podatke o ukupnom broju stranaca (zbroj ekonomski aktivnog i neaktivnog stanovništva nekatarske nacionalnosti koji su stariji od 14 godina):</p>\n<pre class=\"vly  \" id=\"null\">{\"width\":250,\"height\":200,\"autosize\":{\"resize\":true},\"data\":{\"name\":\"deaths\"},\"transform\":[{\"filter\":\"datum.year >= 2007\"},{\"calculate\":\"datum.year > 2010\",\"as\":\"preparations\"},{\"calculate\":\"toNumber(datum.fea15) + toNumber(datum.fin15)\",\"as\":\"f15\"}],\"mark\":\"bar\",\"encoding\":{\"x\":{\"field\":\"year\",\"type\":\"ordinal\",\"title\":\"godina\"},\"y\":{\"field\":\"f15\",\"type\":\"quantitative\",\"title\":\"ukupno stranaca\"},\"color\":{\"field\":\"preparations\",\"type\":\"nominal\",\"legend\":null}},\"caption\":\"Ukupan broj stranaca (15+) u Katru kroz godine. Nema statistike prije 2007., a 2010. iz nekog razloga nedostaje.\",\"$schema\":\"https://vega.github.io/schema/vega-lite/v5.json\"}</pre>\n<p>Godine 2020. u Kataru je po tome bilo 2 274 745 stranaca starijih od 14 godina. To je velika populacija. Te godine je umrlo 2080 stranaca, što je nešto ispod jedne smrti na tisuću stanovnika. Taj broj je bio u padu kroz zadnjih desetak godina, da bi 2020. iz nekog razloga opet skočio.</p>\n<pre class=\"vly  \" id=\"null\">{\"width\":250,\"height\":200,\"autosize\":{\"resize\":true},\"data\":{\"name\":\"deaths\"},\"transform\":[{\"filter\":\"datum.year > 2007\"},{\"calculate\":\"datum.year > 2010\",\"as\":\"preparations\"},{\"calculate\":\"if(datum.fea15, datum.fdeaths / (toNumber(datum.fea15) + toNumber(datum.fin15)) * 1000, null)\",\"as\":\"fdrate\"}],\"layer\":[{\"mark\":\"circle\",\"encoding\":{\"x\":{\"field\":\"year\",\"type\":\"temporal\",\"title\":\"godina\",\"scale\":{\"domain\":[\"2007\",\"2020\"]}},\"y\":{\"field\":\"fdrate\",\"type\":\"quantitative\",\"title\":\"smrti na 1000 stranaca 15+\"},\"fill\":{\"field\":\"preparations\",\"type\":\"nominal\",\"legend\":null}}},{\"mark\":\"line\",\"encoding\":{\"x\":{\"field\":\"year\",\"type\":\"temporal\",\"title\":\"godina\"},\"y\":{\"field\":\"fdrate\",\"type\":\"quantitative\",\"title\":\"smrti na 1000 stranaca 15+\"}}}],\"caption\":\"Stopa smrtnosti stranaca u Katru po godinama.\",\"$schema\":\"https://vega.github.io/schema/vega-lite/v5.json\"}</pre>\n<p>Pa, je li jedna smrt godišnje na tisuću stanovnika puno?</p>\n<p>Zanimljivo je kako je po smrtnosti Katar trenutno zemlja s <a href=\"https://www.cia.gov/the-world-factbook/field/death-rate/\">najmanjom stopom smrtnosti u cijelom svijetu</a>. Od tisuću stanovnika, i domaćih i stranaca, svake godine tamo umre tek njih 1,42. To je <strong>devet puta</strong> manje od Hrvatske!</p>\n<p>Dakle, nije neobično puno nego neobično <em>malo</em> smrti. Toliko malo da mora biti nešto posebno oko tih Katrana. Izgleda da je uzrok velik broj relativno mladih ljudi u populaciji: migrantskih radnika. A mladi ljudi ne umiru tako često kao stari.</p>\n\n<h2 id=\"koliko-su-ti-stranci-stari\" class=\"section\">Koliko su ti stranci stari?</h2>\n<p>Ti stranci u Katru su svi mladi ljudi, zar ne? Pa, ne baš. <a href=\"https://www.psa.gov.qa/en/statistics1/StatisticsSite/Census/Census2020/results/pages/result.aspx?rpttitle=p2_c15\">Popis stanovništva 2020.</a> otkriva nam koliko stranaca koje dobi i spola je živjelo u Katru:</p>\n<pre class=\"vly exceptMob \" id=\"null\">{\"width\":350,\"height\":120,\"autosize\":{\"resize\":true},\"data\":{\"name\":\"nqat\"},\"transform\":[{\"calculate\":\"if(datum.sex == 'F', 'ženski', 'muški')\",\"as\":\"sexlabel\"}],\"mark\":\"bar\",\"encoding\":{\"y\":{\"field\":\"age\",\"type\":\"ordinal\",\"title\":\"dob\"},\"x\":{\"field\":\"pop\",\"type\":\"quantitative\",\"title\":\"broj stranaca\"},\"color\":{\"field\":\"sexlabel\",\"type\":\"nominal\",\"title\":\"spol\",\"scale\":{\"range\":[\"#6EC5E9\",\"#FFC56C\"]}}},\"caption\":\"Razdioba stranaca u Katru po dobi i spolu. Izvor: Popis stanovništva, prosinac 2020. Nisu objavljeni podaci o djeci.\",\"$schema\":\"https://vega.github.io/schema/vega-lite/v5.json\"}</pre>\n<pre class=\"vly onlyMob \" id=\"null\">{\"width\":200,\"height\":100,\"autosize\":{\"resize\":true},\"data\":{\"name\":\"nqat\"},\"transform\":[{\"calculate\":\"if(datum.sex == 'F', 'ženski', 'muški')\",\"as\":\"sexlabel\"}],\"mark\":\"bar\",\"encoding\":{\"y\":{\"field\":\"age\",\"type\":\"ordinal\",\"title\":\"dob\"},\"x\":{\"field\":\"pop\",\"type\":\"quantitative\",\"title\":\"broj stranaca\"},\"color\":{\"field\":\"sexlabel\",\"type\":\"nominal\",\"title\":\"spol\",\"scale\":{\"range\":[\"#6EC5E9\",\"#FFC56C\"]}}},\"caption\":\"Razdioba stranaca u Katru po dobi i spolu. Izvor: Popis stanovništva, prosinac 2020. Nisu objavljeni podaci o djeci.\",\"$schema\":\"https://vega.github.io/schema/vega-lite/v5.json\"}</pre>\n<p>Prema očekivanjima, najveća kategorija su muškarci u dobi najveće fizičke snage. No tu je i skoro 22 tisuće stranaca starih 65 i više godina, što povećava rizik smrti. Ako primijenimo <a href=\"https://www.ssa.gov/oact/STATS/table4c6.html\">američke aktuarske tablice</a> na razdiobu stranaca u Katru, možemo izračunati i očekivani broj smrti godišnje, <em>kad</em> bi umirali po stopama građana SAD-a.</p>\n<figure>\n  <table id=\"TabOcekivanihSmrti\" class=\"responsive-table centered striped\">\n    <thead>\n      <tr>\n        <th>dob</th>\n        <th>spol</th>\n        <th>populacija</th>\n        <th>prosječna dob</th>\n        <th>vjerojatnost smrti</th>\n        <th>smrti/god</th>\n      </tr>\n    </thead>\n    <tbody>\n    </tbody>\n  </table>\n  <figcaption>\n    Izračun očekivane godišnje smrti prema američkim aktuarskim tablicama i populaciji stranaca u Katru 2020. godine. Za svaki raspon dobi je pretpostavljena prosječna dob i uzeta vjerojatnost umiranja u toj dobi za taj spol iz aktuarske tablice.\n  </figcaption>\n</figure>\n<p>Očekivano je skoro <em>tri puta</em> više od stvarno prijavljenih 2080 mrtvih stranaca te godine! Znači li to da svu smrtnost (i puno više od toga!) možemo objasniti uobičajenom stopom smrtnosti na Zapadu? </p>\n<p>Ne, ne možemo. Stranci u Katru nemaju jednak zdravstveni profil kao njihovi američki vršnjaci. Ljudi koji idu raditi u Katar bi mogli biti zdraviji od prosječnog Amerikanca, jer trebaju proći liječnički pregled. S druge strane, očekujem i da su siromašniji i manje obrazovani, a možda im je i slabiji pristup zdravstvenim uslugama. Sve to bi moglo utjecati na njihovu stopu mortaliteta.</p>\n<p>Drugi veliki faktor je ponašanje ljudi kad im se zdravlje pogorša. Očekujem da većina teško bolesnih stranaca napusti Katar, dok velika većina stanovnika SAD-a ostane u zemlji i tamo na kraju umre.</p>\n\n<h2 id=\"to-ti-ljudi-tamo-rade\" class=\"section\">Što ti ljudi tamo rade?</h2>\n<p>Gotovo svi mediji kopiraju Guardian u tvrdnji da su umrli ljudi bili &quot;radnici&quot;. No izvještaji koje je Guardian koristio kao izvor to uopće ne spominje. Ranije navedeni popis stanovništva kaže kako 253 796 stranaca (15+) u Katru ne radi, konkretno:</p>\n<ul>\n  <li>141 081 domaćica</li>\n  <li>91 138 studenta/učenika</li>\n  <li>2 288 nesposobnih za rad</li>\n  <li>16 652 drugih stranaca koji ne traže posao</li>\n  <li>2 637 nezaposlenih koji aktivno traže posao</li>\n</ul>\n<p>Da je bilo tko od njih preminuo, ili bilo koji stranac mlađi od 15 godina, završili bi na istom popisu umrlih, iako nisu radnici.</p>\n<p>Naši mediji idu i korak dalje, ne samo da sve umrle proglašavaju stranim radnicima, nego im daju i konkretno zanimanje: građevinski radnici. No tek 34% radnika-migranata u Katru radi u građevinskoj industriji, nekih <a href=\"https://www.psa.gov.qa/en/statistics1/StatisticsSite/Census/Census2020/res/Pages/economic.aspx\">660 tisuća</a>. Na popisu stanovništva 2010, prije dobivanja domaćinstva SP-a, ti radnici su činili 42% strane radne snage, što znači da se za pripremu Prvenstva zapošljavalo više drugih zanimanja nego građevinaca.</p>\n<p>To ostavlja preko milijun i pol ljudi koji sigurno ne rade na teškim poslovima u građevini. Oni čine dio od ukupnog broja umrlih.</p>\n\n<h2 id=\"kako-su-umrli\" class=\"section\">Kako su umrli?</h2>\n<p>Umjesto da koriste izvornu riječ &quot;umrli&quot;, neke naše novine pišu kako je svih 6500 ljudi &quot;<em>poginulo</em>&quot; (<a href=\"https://www.24sata.hr/sport/tisuce-radnika-umrlo-u-kataru-od-dobivanja-domacinstva-sp-a-747216\">24 sata</a>), &quot;<em>stradalo</em>&quot; (<a href=\"https://www.index.hr/sport/clanak/guardian-u-kataru-je-na-gradilistima-spa-dosad-poginulo-vise-od-6500-ljudi/2256395.aspx\">Indeks</a>), &quot;<em>izgubilo život</em>&quot; (<a href=\"https://www.jutarnji.hr/scena/strane-zvijezde/morganu-freemanu-izvlace-prljavo-rublje-zbog-sp-a-u-zivotu-legendarnog-glumca-nekoliko-je-mracnih-prica-15278116\">Jutarnji</a>). Time se implicira da kako je njihova smrt bila nasilna, uzrokovana lošim uvjetima rada ili života u Katru. Kako pišu <a href=\"https://www.portalnovosti.com/radnici-ostavljaju-srce-na-terenu\">Novosti</a>: &quot;<em>najmanje 6500 radnika</em>&quot; je umrlo &quot;<em>zbog loših radnih uvjeta i toplotnog stresa</em>&quot;. No postoji problem s tim izvještavanjem: Guardianovi podaci ne govore apsolutno ništa o tome <em>kako</em> su ljudi iz izvještaja umrli.</p>\n<p>To &quot;kako&quot; piše u službenim smrtovnicama, ali novinari i nevladine udruge im ne vjeruju potpuno. U previše slučajeva su pod uzrok smrti piše samo &quot;prirodna smrt&quot; i &quot;koronarni zastoj&quot;. Čini se kako nad siromašnim strancima obično ne rade autopsije, niti troše puno novaca da bi utvrdili zašto je mladom radniku u snu otkazalo srce.</p>\n<p>Jedne procjene broj smrti na poslu u Katru dolaze od ranije spomenutog <a href=\"https://www.ilo.org/wcmsp5/groups/public/---arabstates/---ro-beirut/---ilo-qatar/documents/publication/wcms_828395.pdf\">izvještaja</a> <a href=\"https://hr.wikipedia.org/wiki/Me%C4%91unarodna_organizacija_rada\">Međunarodne organizacije rada</a>. Prema njemu, u 2020. se dogodilo 50 smrtonosnih ozljeda na radu, što je oko 2,5% ukupnog broja smrti stranaca u Katru te godine. To su sve ozljede, u svim sektorima, ne samo one pri gradnji stadiona ili drugih projekata pripreme za SP.</p>\n<p>29.11.2022. katarski Vrhovni odbor za pripremu SP-a je iznio drugačiji podatak: &quot;<em>Nacionalna statistika za razdoblje 2014.—2020. evidentira 414 smrtnih slučajeva povezanih s radom u cijelom Kataru, što pokriva sve sektore i nacionalnosti.</em>&quot; Opet, ova statistika ne pokriva samo smrti u građevinskom sektoru, štoviše ne ograničava se ni samo na strance.</p>\n<p>No ima smisla pitati se: jesu li smrti od ozljeda na radnom mjestu, ili na putu prema radnom mjestu, jedine smrti koje treba brojati? Ako je mladića poslije radnog vremena pregazio autobus, je li na nesreću utjecalo to što su i on i vozač autobusa bili iscrpljeni na kraju dugog radnog dana? Ako jedan migrant ubije drugog, jesu li tome kumovali loši uvjeti smještaja? Možda je trećeg na suicid naveo nepravedan potez poslodavca? Čistač ulica je preminuo od upale pluća: je li tome pridonijela prašina s gradilišta? Koliko je slučajeva u kojima su zdravi građevinski radnici radeći u Katru teško narušili svoje zdravlje i otišli doma da umru? Da ne govorimo uopće o ljudima koji su još živi, ali im je sudbina zapečaćena.</p>\n<p>To je izvor najvećih odstupanja kod različitih mjerenja mortaliteta: što sve pribrojati radu kao uzroku? I kako usporediti različite sredine? Kriterij mora biti konzistentan za sve zemlje i događaje, jer inače uspoređujemo kruške i jabuke. Ne možemo na pripremama za Olimpijadu u Londonu brojati samo fatalne nesreće na gradilištima projekta, u Katru brojati smrti svih uzroka svih stranaca kroz deset godina u cijeloj zemlji, i onda oboje zvati jednostavno &quot;smrtima&quot; i uspoređivati te brojeve. Stoga bi netko morao smisliti dobre medicinske kriterije za smrt povezanu uz posao, i izmjeriti tim univerzalnim standardom različite zemlje svijeta.</p>\n\n<h2 id=\"kako-izgledaju-usporedbe-izme-u-zemalja\" class=\"section\">Kako izgledaju usporedbe između zemalja?</h2>\n<p>Srećom, imamo tako nešto. Svjetska zdravstvena organizacija i Međunarodna organizacija rada su 2021. objavili <a href=\"https://www.who.int/publications/i/item/9789240034945\">zajednički izvještaj</a> s procjenama opterećenja bolesti i ozljeda koji su povezani s radom. Napravili su procjene smrti za svaku zemlju pojedinačno.</p>\n<p>Tamo računaju stope mortaliteta ne po radniku, nego po stanovniku (15+). Gledaju smrti od ozljeda na radu, ali i od svih drugih radom uzrokovanih bolesti: bolesti pluća, srca, moždani udar, karcinomi dišnih puteva i slično. Kao faktore rizika ističu i dugo radno vrijeme, udisanje prašine i plinova, azbesta, itd.</p>\n<p>Iz izvještaja sam izvadio neke brojeve za najkasniju godinu koju imaju (2016.), i za zemlje koje sam mislio da su zanimljive:</p>\n<pre class=\"vly  \" id=\"null\">{\"width\":300,\"height\":230,\"autosize\":{\"resize\":true},\"data\":{\"name\":\"wrdpt\"},\"transform\":[{\"filter\":\"datum.cat == 'c'\"}],\"mark\":\"bar\",\"encoding\":{\"x\":{\"field\":\"dpt16\",\"type\":\"quantitative\",\"title\":\"smrti na 100 000 stanovnika\"},\"y\":{\"field\":\"hrlabel\",\"type\":\"nominal\",\"title\":null,\"sort\":\"-x\"},\"color\":{\"field\":\"area\",\"type\":\"nominal\",\"legend\":null}},\"caption\":\"Stopa smrti povezanih s radom na sto tisuća stanovnika (samo 15-godišnjaci ili stariji) u 2016.\",\"$schema\":\"https://vega.github.io/schema/vega-lite/v5.json\"}</pre>\n<p>Iznenađujuća činjenica je da dvije svjetske organizacije koje su najrelevantnije za takvu analizu, Katru daju visoke ocjene. Ispada da kod njih ljudi <em>najmanje</em> umiru od rada. Statistike za druge godine i zemlje pokazuju iste trendove: na Arapskom poluotoku od rada se puno <em>manje</em> umire nego u zemljama iz kojih dolaze migranti. Štoviše, umire se manje nego na Zapadu.</p>\n\n<h2 id=\"ubija-li-katarsko-sunce\" class=\"section\">Ubija li katarsko sunce?</h2>\n<p>Kao glavni razlog protiv ove gradnje u Katru se obično navode vrućine koje tamo vladaju. Članci koje sam ja čitao često spočitavaju bahatost Arapa koji u paklenoj pustinji žele imati ono što nije prirodno.</p>\n<p>Da bi dobili vizualni osjećaj kakva je klima u Katru, pronašao sam ovakav prikaz na servisu <a href=\"https://weatherspark.com/\">Weather Spark</a>:</p>\n<figure>\n  <img class=\"responsive-img\" src=\"/story/katar-smrti/klima/Average%20Hourly%20Temperature%20in%20Doha.svg\"/>\n  <figcaption>Prosječne temperature u Dohi (Katar), kroz mjesece (os x) i sate u danu (os y).</figcaption>\n</figure>\n<p>To su stvarno pakleni vremenski uvjeti svako ljeto, od svibnja do rujna. Prvi kolovoza u Dalmaciji je za njihove standarde ugodan proljetni dan. Usporedite sa slikom Splita:</p>\n<figure>\n  <img class=\"responsive-img\" src=\"/story/katar-smrti/klima/Average%20Hourly%20Temperature%20in%20Split.svg\"/>\n  <figcaption>Prosječne temperature u Splitu (Hrvatska).</figcaption>\n</figure>\n<p>No, vruće je na cijelom Arapskom poluotoku, ne samo u Katru. Druga dva velika gradilišta u blizini, Dubai i Rijad, imaju vrlo sličnu situaciju:</p>\n<figure>\n  <img class=\"responsive-img\" src=\"/story/katar-smrti/klima/Average%20Hourly%20Temperature%20in%20Dubai.svg\"/>\n  <figcaption>Prosječne temperature u Dubaiju (Ujedinjeni Arapski Emirati).</figcaption>\n</figure>\n<figure>\n  <img class=\"responsive-img\" src=\"/story/katar-smrti/klima/Average%20Hourly%20Temperature%20in%20Riyadh.svg\"/>\n  <figcaption>Prosječne temperature u Rijadu (Saudijska Arabija).</figcaption>\n</figure>\n<p>A Arapski poluotok nije jedina regija u kojoj se gradi po vrućinama. Prosječna temperatura u Dohi je slična kao i na velikim gradilištima Južne Azije, samo što su razdoblja iznad 35 °C obično kraća. Kako najveći broj stranaca u Katar dolazi iz Indije, evo temperaturna situacija njihovog glavnog grada:</p>\n<figure>\n  <img class=\"responsive-img\" src=\"/story/katar-smrti/klima/Average%20Hourly%20Temperature%20in%20New%20Delhi.svg\"/>\n  <figcaption>Prosječne temperature u New Delhiju (Indija).</figcaption>\n</figure>\n<p>Bolje, ali još uvijek dva i pol mjeseca prženja. Nigdje u Europi nećete naći sličnu situaciju, no u Americi bi mogli. Recimo, Las Vegas:</p>\n<figure>\n  <img class=\"responsive-img\" src=\"/story/katar-smrti/klima/Average%20Hourly%20Temperature%20in%20Las%20Vegas.svg\"/>\n  <figcaption>Prosječne temperature u Las Vegasu (SAD).</figcaption>\n</figure>\n<p>Veliki gradovi na jugu Azije i tropske Afrike, odakle dolazi velika većina katarskih građevinskih radnika, u pravilu su vrući kroz cijelu godinu, iako temperature nisu toliko ekstremne kao u Katru. Evo primjer Šri Lanke:</p>\n<figure>\n  <img class=\"responsive-img\" src=\"/story/katar-smrti/klima/Average%20Hourly%20Temperature%20in%20Colombo.svg\"/>\n  <figcaption>Prosječne temperature u Colombu (Šri Lanka).</figcaption>\n</figure>\n<p>Sve u svemu, Katar ima ekstremno vrela ljeta, ali po tome nije izoliran slučaj. Usput, nisam našao da druge zemlje imaju toliko stroge zakone protiv rada na velikim vrućinama. Još od 2007. u Katru je na snazi zabrana rada vani po ljeti, i to dvostruka: prema datumu (trenutno 1.6.—15.9.) u najgore doba dana (trenutno 10:00—15:30), te dodatne zabrane bazirane na trenutnoj temperaturi i vlažnosti zraka, bez obzira koji je datum i doba dana.</p>\n\n<h2 id=\"je-li-to-sve-zbog-sp-a\" class=\"section\">Je li to sve zbog SP-a?</h2>\n<p>Daljnja tipična pretpostavka koji mnogi mediji rade je da ti nesretni radnici nisu gradili bilo što, nego su svi bili angažirani na pripremama za Svjetsko prvenstvo 2022. <a href=\"https://slobodnadalmacija.hr/vijesti/svijet/katarski-san-je-izgraden-na-nocnoj-mori-gastarbajtera-crncili-su-12-sati-dnevno-za-bijednu-nadnicu-tisuce-ih-je-na-gradilistima-ostavilo-kosti-the-guardian-je-sve-raskrinkao-1242183\">Slobodna Dalmacija</a> kaže kako ih je &quot;<em>6500 doslovce ostavilo kosti gradeći stadione</em>&quot;. Novinarima su stadioni naročito važni, iako ispada kako čine tek 3-5% troška pripreme za SP (između <a href=\"https://www.forbes.com/sites/mattcraig/2022/11/19/the-money-behind-the-most-expensive-world-cup-in-history-qatar-2022-by-the-numbers/\">6.5 i 10 milijardi dolara</a>). Kad spomenete stadione, onda čitatelji to lakše povežu s Prvenstvom.</p>\n<p>Da FIFA nije dodijelila SP njima, nego recimo SAD-u, neki od onih koji su život okončali u Katru bi danas bili živi. Međutim, da Katar nije dobio SP, bi li potrošio novac na neke druge građevinske projekte? Siguran sam da se država ne bi odjednom prestala razvijati. Dobar dio investicija koji se broje pod trošak SP-a, poput metroa, bio je dogovoren i prije. Tih dvjestotinjak milijardi dolara Katarce je toliko žuljalo da bi vjerojatno pronašli druge projekte na koje bi ih mogli potrošiti.</p>\n<p>A da i Katar uopće nema novaca, ti isti radnici bi radili na nekim drugim projektima, sa sličnim rizicima. Ako nečeg na Arapskom poluotoku ne nedostaje, to su gradilišta. Samo šaka najskupljih projekata koji se trenutno grade u Dubaiju vrijedi preko 200 milijardi dolara. Saudijska Arabija upravo radi <a href=\"https://en.wikipedia.org/wiki/The_Line,_Saudi_Arabia\"><em>The Line</em></a>, megaprojekt linearnog grada u pustinji čija je vrijednost pet puta veća.</p>\n<p>A koliki je tamo mortalitet? Zadnjih godina Dubai među strancima ima oko <a href=\"https://uaestat.fcsc.gov.ae/vis?lc=en&fs[0]=FCSC%20-%20Statistical%20Hierarchy%2C0%7CDeaths%23VTS_DEA%23&pg=0&fc=FCSC%20-%20Statistical%20Hierarchy&df[ds]=FCSC-RDS&df[id]=DF_DEATHS&df[ag]=FCSA&df[vs]=2.8.0&pd=2007%2C2019&dq=..AE-DU.A._T.NON-EMIRATI....&ly[rw]=TIME_PERIOD\">1500-2000 smrti godišnje</a>. Kad to podijelimo s <a href=\"https://www.dsc.gov.ae/Report/DSC_SYB_2021_01_03.pdf\">brojem stranaca</a>, dobijemo stopu od 0,73 smrti na tisuću stranaca 2019. godine, kad je taj omjer u Katru bio 0,69.</p>\n<p>Sve u svemu, da SP nije dodijeljen Katru, ne vidim da bi se išta bitno dogodilo. Posla bi svejedno bilo, u Katru i drugdje, potražnja za poslovima bi i dalje postojala. Siromašni Nepalci, Pakistanci, Kenijci bi i dalje migrirali, radili, ponekad i umirali. To su radili i prije priprema za SP u Katru, to će raditi i nakon što nogometaši i navijači odu doma.</p>\n\n<h2 id=\"koliko-je-stvarno-radnika-poginulo-zbog-sp-a\" class=\"section\">Koliko je stvarno radnika poginulo zbog SP-a?</h2>\n<p>Čak i nakon sveg ovog istraživanja, moram reći da ne znam. Najvažnije informacije nedostaju. Čak i kad bi imali potpuna medicinska izvješća o svakom smrtnom slučaju, točan broj jako ovisi o tome što ćete smatrati da treba pripisati poslu. Na kraju ostaje i pitanje kako taj broj usporediti s hipotetskom situacijom u kojoj FIFA nije dodijelila SP Katru nego nekoj drugoj državi.</p>\n<p>No mislim kako sad imam puno bolju sliku što se događalo u Katru zadnjih godina. Moja amaterska analiza otkrila je puno detalja, od kojih nijedan ne podržava tezu da se u Katru događa nešto iznimno sa stranim radnicima. Da rekapituliram:</p>\n<ul>\n  <li>Broj 6500 je samo tvrdnja iz jednog članka, koja ne uzima podatke o svim zemljama podrijetla, niti govori samo o radnicima na SP-u, niti uopće uzima u obzir od čega su ti ljudi umrli.</li>\n  <li>Općenita stopa mortaliteta u Katru je najniža na svijetu, a mortalitet među strancima je još niži.</li>\n  <li>Kad bi primijenili SAD-ov mortalitet na demografski profil stranaca u Katru, umiralo bi puno više ljudi.</li>\n  <li>Tek manji dio stranaca radio je u građevini, a još manji na gradilištima SP-a.</li>\n  <li>Analiza Svjetske zdravstvene organizacije i Međunarodne organizacije rada kaže da je Katar među državama s najmanje smrti od rada u svijetu.</li>\n  <li>Klima u Katru jest ekstremna, ali je i tipična za Arapski poluotok i nije tako različita od uvjeta rada u nekim drugim tropskim i suptropskim velikim gradilištima.</li>\n  <li>Da SP nije održan u Katru, vjerojatno bi se i dalje gradilo u sličnim uvjetima.</li>\n</ul>\n<p>To ne znači kako je situacija u Katru super. Još uvijek je moguće da je lošija nego što se iz ovog članka čini, samo to iz nekog razloga nije vidljivo na spomenutim metrikama. Moja ambicija nije ni bila da otkrijem pravu istinu i utvrdim točan broj žrtava. Cilj mi je bio samo da ispitam koliko brojevi u našim (a i nekim uglednim svjetskim) novinama drže vodu.</p>\n<p>A ne drže. Argumentacija im je šuplja i sav kredibilitet je davno iscurio. Najosnovnije stvari su radili krivo: poopćivali su tamo gdje nije trebalo, neispravno su pretpostavljali, oslanjali su se na neadekvatne heuristike, plasirali zavaravajuće podatke, a ni logika im nije uvijek štimala. Na ovaj način ne bi uspjeli izbrojati ni kokoši u kokošinjcu. I zato tim brojevima nije za vjerovati.</p>\n<p>Ne kažem da je zadatak bio lagan, niti me iznenađuje što postoje površni novinari. Brine me samo što su se te klimave tvrdnje o žrtvama potpuno nekritički raširile po cijelom Zapadu.</p>\n<p>Njihova namjera je, vjerujem, bila dobra. Htjeli su skrenuti pažnju na percipirani problem, utjecati na to da se loše stvari poprave i da se nepravde isprave. U usporedbi s tim, moj pristup izgleda pomalo hladan, iz distance. Govorio sam o tisućama smrti kao da su samo brojevi. Umjesto da sam čitao novinske članke o mladićima koji su se svojim obiteljima vratili u lijesu, ja sam svoje vrijeme trošio kopajući po statističkim izvještajima. Umjesto da sam srcu uzeo dojmove aktivista za ljudska prava, ja sam tražio opće metrike i globalne rang liste.</p>\n<p>To ne znači da me nije briga za ljude, samo da ne želim da mi pojedinačni slučajevi ili partikularni interesi zaklone pogled na cijelu sliku. Pogled s visine je važan jer pokriva više ljudi i zato što je veće trendove teže sakriti ili nehotice previdjeti.</p>\n<p>Ne želim ni da ispadne kako branim Katar i organizaciju SP-a, jer je istina upravo suprotna. Pišem ovo baš zato što ne volim autoritarne režime i korumpirane organizacije. Točne činjenice, transparentnost, jasna argumentacija: to su najbolja oružja koje imamo protiv njih. Dobre namjere nisu dovoljne ako prije toga nemamo realnu sliku što se u Katru događa. Zabrinjava me što one o kojima ovisimo da nam prezentiraju realnu sliku, izgleda, nije briga.</p>\n<!--\n## Zašto smo \n\nMislim kako je prvo nastala priča o katastrofalnim uvjetima rada u Katru, i onda su se sve informacije prilagođavale toj priči. Ako je trebalo nategnuti, proširiti, pojednostavniti, ili ignorirati pojedine činjenice, to je bilo prihvatljivo — dokle god se uklapalo u priču. Umjesto da nam činjenice formiraju stavove, dogodilo se suprotno.\n\nPomogla je i želja da \n\nMislim kako nismo navikli da veliki broj sirotinje radi za malu bogatu populaciju, barem kad je to eksplicitno za zabavu zapadnjaka. Loše uvjete rada je lakše ignorirati dok je to nešto daleko, negdje drugdje. Svjetsko prvenstvo nas je uplelo u kolo, i onda se više nismo osjećali da možemo \n\nNe želimo da ljudi u našoj sredini budu presiromašni. Ne smeta nas da budu siromašni u svojoj vlastitoj zemlji, to je problem njihove države. Ali bogata zemlja poput Katra nije \n\nAko su već prisiljeni tražiti sreću u inozemstvu, zašto ne dođu raditi u Europu? Padaju mi na pamet tri moguća razloga: \n\n- Europljani ih ne žele toliko koliko ih žele Arapi.\n- Europljani im ne nude tako dobre uvjete kao Arapi.\n- Imigranti nemaju mentalne kapacitete da shvate kako srljaju u ropstvo, mučenje i smrt u Katru. Čak i nakon deset godina iskustva još plaćaju ogromne svote agencijama da im osiguraju taj posao.\n\nTakođer mislim da smatramo neprirodnim izgradnju takvih . Navikli smo na ugodnije klime\n\nNa kraju mog istraživanja našao sam se u manjini. Svi koje čitam i gledam su uvjereni kako je ponašanje Katra prema uvoznoj radnoj snazi kriminalno, puno gore nego što je u većini azijskih zemalja. Kako su žrtve pripreme SP-a i veće od onih 6500 s kojim smo krenuli.\n\nNa drugoj strani su ostali samo simpatizeri Katra (obično po političkoj ili religijskoj liniji) i navijači koji ne žele da im doživljaj gledanja nogometa pokvare takvi detalji.\n\n\nVjerojatno je kombinacija prva dva razloga.\n\nRopstvo? Prema Globalnom indeksu ropstva, udio \"modernih robova\" u Katru je četiri puta manji od Hrvatske! https://www.globalslaveryindex.org/2018/data/maps/#prevalence\n-->","form":"html"}],"headings":[{"id":"odakle-dolazi-taj-broj","title":"Odakle dolazi taj broj?"},{"id":"koliko-je-stranaca-stvarno-umrlo-u-katru","title":"Koliko je stranaca stvarno umrlo u Katru?"},{"id":"je-li-to-velik-broj","title":"Je li to velik broj?"},{"id":"koliko-je-stranaca-u-katru","title":"Koliko je stranaca u Katru?"},{"id":"koliko-su-ti-stranci-stari","title":"Koliko su ti stranci stari?"},{"id":"to-ti-ljudi-tamo-rade","title":"Što ti ljudi tamo rade?"},{"id":"kako-su-umrli","title":"Kako su umrli?"},{"id":"kako-izgledaju-usporedbe-izme-u-zemalja","title":"Kako izgledaju usporedbe između zemalja?"},{"id":"ubija-li-katarsko-sunce","title":"Ubija li katarsko sunce?"},{"id":"je-li-to-sve-zbog-sp-a","title":"Je li to sve zbog SP-a?"},{"id":"koliko-je-stvarno-radnika-poginulo-zbog-sp-a","title":"Koliko je stvarno radnika poginulo zbog SP-a?"}]}