{"id":"ukraine-split","title":"Ukraine split","description":null,"lang":"hr","image":null,"published":null,"features":["psdraw","customJS","vega","d3","customCSS"],"steps":[{"content":"<h1 id=\"svijet-podijeljen-oko-ukrajine\" class=\"title\">Svijet podijeljen oko Ukrajine</h1>\n<p><em>Hrvoje Šimić, 2022-03-03</em></p>\n<p><em>Freedom in the World</em> je godišnje istraživanje i izvještaj nevladine organizacije <em>Freedom House</em>, bazirane u SAD-u. Mjeri razinu ljudskih sloboda i političkih prava svake zemlje. Svaku državu na svijetu možemo predstaviti kružićem na tom spektru:</p>\n<figure>\n  <div id=\"Const_FitW\" class=\"BubbleDensity\" data-r=\"13\" data-height=\"300\" data-keyX=\"fitw\">\n  </div>\n  <figcaption>\n    <strong>Slika 1.</strong> Raspodjela bodova po izvještaju Freedom in the World 2021. Svaka država u izvještaju je jedna oznaka na skali.\n  </figcaption>\n</figure>\n<p>Na slici sam označio Rusiju, Ukrajinu i Hrvatsku bojama za orijentaciju. Ukrajina se već neko vrijeme pokušava politički odmaknuti od Rusije i približiti zemljama Europske Unije na desnoj strani ovog grafa.</p>\n<p>No nisu sve zemlje jednako značajne, pa ni oznake ne bi trebale biti jednake veličine. No koju metriku važnosti zemlje odabrati?</p>\n<p>U međunarodnim odnosima, moć pojedine zemlje se najlakše može procijeniti pomoću nekih generalnih ekonomskih indikatora, poput nominalnog bruto društvenog proizvoda (BDP-a). Ako pokušamo rasporediti države po toj dimenziji tako da formiraju graf gustoće, dobit ćemo sliku 1. Pazite: BDP je razmjeran površini kruga, a ne promjeru.</p>\n<figure>\n  <div id=\"GDP_FitW\" class=\"BubbleDensity\" data-rmax=\"85\" data-keyX=\"fitw\">\n  </div>\n  <figcaption>\n    <strong>Slika 2.</strong> Zemlje svijeta raspoređene prema broju bodova na izvještaju <em>Freedom in the World</em> 2021.\n    Površina kruga je razmjerna nominalnom BDP-u zemlje (procjena UN-a za 2021. godinu).\n  </figcaption>\n</figure>\n<p>Ispada da je najveća moć koncentrirana na polovima ovog spektra: države s autoritarnim režimima zbile su se uz lijevi kut, dok su liberalne demokracije zauzele desni dio grafa.</p>\n<p>Što se dogodi kad ove krugove obojimo ovisno o tome kako su se diplomatski svrstali u sukobu, krive li Rusiju ili Zapad? Reakcije u prvih par dana pokazuju zanimljivu podjelu:</p>\n<figure>\n  <div id=\"GDP_FitW_split\" class=\"BubbleDensity split\" data-rmax=\"85\" data-keyX=\"fitw\">\n  </div>\n  <figcaption>\n    <strong>Slika 3.</strong> Podjela na one koji su inicijalno za rat u Ukrajni krivili Rusiju (plavo),\n    one koji krive Zapad (crveno), te neutralne ili neizjašnjene u sukobu (sivo).\n    Prema <a href=\"https://www.statista.com/chart/26946/stance-on-ukraine-invasion/\">analizi Statiste</a> od 28. veljače 2022., uz neke manje preinake.\n    X-os je broj bodova na izvještaju <i>Freedom in the World</i> 2021.\n    Površina kruga je razmjerna nominalnom BDP-u zemlje.\n  </figcaption>\n</figure>\n<p>Kako se koja zemlja opredjelila ponekad je teško isčitati iz nastupa političara, ali srećom dobili smo puno konkretnije mjerilo. Drugog ožujka 2022. Opća skupština Ujedinjenih naroda je glasala za rezoluciju kojom se oštro osuđuje Rusija. To je bila odlična prilika da se zemlje odrede javno i jasno gdje stoje. Na žalost Rusije, od 192 zemlje samo ih su još četiri glasale protiv rezolucije, dok je &quot;za&quot; bilo 141 zemalja (uz 35 suzdržanih i 12 odsutnih). Na karti vidite pregledno kako su države glasale:</p>\n<figure>\n  <img class=\"responsive-img\" src=\"/story/ukraine-split/UN_vote_map.svg\" title=\"karta s glasovima\"/>\n  <figcaption>\n    <strong>Slika 4.</strong> Glasovi za UN rezoluciju kojom se osuđuje invazija Rusije na Ukrajinu na karti svijeta.\n    Zemlje koje su glasale &quot;za&quot; su obojane zeleno, &quot;protiv&quot; crveno, suzdržani sivo, nisu glasali bijelo.\n  </figcaption>\n</figure>\n<p>Četiri zemlje koje drže stranu Rusije (Bjelorusija, Sirija, Sjeverna Koreja i Eritrea) su ekonomski marginalne, a graf pokazuje i kako su zemlje na &quot;slobodnijem&quot; kraju spektra deklarirano protiv Rusije, uz upadljivu iznimku Indije i Južnoafričke Republike:</p>\n<figure>\n  <div id=\"GDP_FitW_votes\" class=\"BubbleDensity votes\" data-rmax=\"85\" data-keyX=\"fitw\">\n  </div>\n  <figcaption>\n    <strong>Slika 5.</strong> Glasovi za UN rezoluciju kojom se osuđuje invazija Rusije na Ukrajnu.\n    Zemlje koje su glasale &quot;za&quot; su obojane zeleno, &quot;protiv&quot; crveno, suzdržani sivo, nisu glasali bijelo.\n    X-os je broj bodova na izvještaju <i>Freedom in the World</i> 2021.\n    Površina kruga je razmjerna nominalnom BDP-u zemlje.\n  </figcaption>\n</figure>\n<p>Na desnoj strani nije samo NATO, nije samo Zapadna Europa i Sjeverna Amerika. U Ukrajini se nisu sukobili Istok i Zapad, nego političke filozofije.</p>\n\n<h2 id=\"drugi-pokazatelji-demokrati-nosti-zemlje\" class=\"section\">Drugi pokazatelji demokratičnosti zemlje</h2>\n<p>Kako ne biste pomislili da je Freedom House naročito pristran prema Amerikancima, evo prikaza alternativne analize Sveučilišta u Würzburgu, koja se zove <strong>Democracy Matrix</strong>:</p>\n<figure>\n  <div id=\"GDP_Matrix\" class=\"BubbleDensity votes\" data-rmax=\"85\" data-keyX=\"matrix\">\n  </div>\n  <figcaption>\n    <strong>Slika 6.</strong> Glasovi za UN rezoluciju kojom se osuđuje invazija Rusije na Ukrajnu.\n    Zemlje koje su glasale &quot;za&quot; su obojane zeleno, &quot;protiv&quot; crveno, suzdržani sivo, nisu glasali bijelo.\n    X-os je broj bodova na izvještaju <i>Democracy matrix</i> 2020. godine.\n    Površina kruga je razmjerna nominalnom BDP-u pojedine zemlje.\n  </figcaption>\n</figure>\n<p>Također, <strong>Democracy Index</strong> koji slaže istraživački odjel časopisa The Economist:</p>\n<figure>\n  <div id=\"GDP_Economist\" class=\"BubbleDensity votes\" data-rmax=\"85\" data-keyX=\"eiu\">\n  </div>\n  <figcaption>\n    <strong>Slika 7.</strong> Glasovi za UN rezoluciju kojom se osuđuje invazija Rusije na Ukrajnu.\n    Zemlje koje su glasale &quot;za&quot; su obojane zeleno, &quot;protiv&quot; crveno, suzdržani sivo, nisu glasali bijelo.\n    X-os je <i>Democracy Index</i> The Economist Intelligence Unita 2021.\n    Površina kruga je razmjerna nominalnom BDP-u pojedine zemlje.\n  </figcaption>\n</figure>\n<p>Boljih globalnih indikatora demokratskih instituacija nisam našao. Vrijednosti među tim pokazateljima se donekle razlikuju, ali slika je uvijek ista: desna strana se zeleni, lijeva strana je siva, s miksom zelene i crvene boje.</p>\n\n<h2 id=\"podjela-prema-stanovni-tvu\" class=\"section\">Podjela prema stanovništvu</h2>\n<p>Gledajući u semafor glasanja Opće skupštine UN-a, na kojem je svaka zemlja-članica ravnopravna, zelena boja prevaže:</p>\n<figure>\n  <div id=\"Const_FitW_votes\" class=\"BubbleDensity votes\" data-r=\"13\" data-height=\"300\" data-keyX=\"fitw\">\n  </div>\n  <figcaption>\n    <strong>Slika 8.</strong> Države po bodovima Freedom in the World 2021.\n    Zemlje koje su glasale &quot;za&quot; UN rezoluciju iz teksta su obojane zeleno, &quot;protiv&quot; crveno, suzdržani sivo, nisu glasali bijelo.\n  </figcaption>\n</figure>\n<p>No što ako umjesto BDP-a krugove nacrtamo da budu površinom razmjerni broju stanovnika? Sad se slobodne i neslobodne zemlje ne odvajaju tako jasno, i fronta protiv Rusije izgleda manje impresivno:</p>\n<figure>\n  <div id=\"pop_FitW_votes\" class=\"BubbleDensity votes\" data-rmax=\"85\" data-keyX=\"fitw\" data-keyr=\"pop\">\n  </div>\n  <figcaption>\n    <strong>Slika 9.</strong> Glasovi za UN rezoluciju kojom se osuđuje invazija Rusije na Ukrajnu.\n    Zemlje koje su glasale &quot;za&quot; su obojane zeleno, &quot;protiv&quot; crveno, suzdržani sivo, nisu glasali bijelo.\n    X-os je broj bodova na izvještaju <i>Freedom in the World</i> 2021.\n    Površina kruga je razmjerna <b>broju stanovnika</b> pojedine zemlje.\n  </figcaption>\n</figure>\n<p>Siromašnije afričke i azijske zemlje koje su bile suzdržane ili odsutne sad više dolaze do izražaja. Štoviše, siva boja prevladava. Kad zbrojimo sve stanovništvo tih zemalja, dolazimo do ove razdiobe:</p>\n<pre class=\"vly  \" id=\"null\">{\"width\":320,\"height\":200,\"autosize\":{\"resize\":true},\"data\":{\"name\":\"popVote\"},\"mark\":{\"type\":\"arc\",\"innerRadius\":67},\"encoding\":{\"theta\":{\"field\":\"pop\",\"type\":\"quantitative\"},\"color\":{\"field\":\"label\",\"type\":\"nominal\",\"title\":\"glas\",\"scale\":{\"range\":[\"limegreen\",\"salmon\",\"white\",\"lightgray\"]}},\"text\":{\"field\":\"label\",\"type\":\"nominal\"}},\"config\":{\"view\":{\"stroke\":\"transparent\"}},\"caption\":\"<strong>Slika 10.</strong> Udio stanovništva u članicama UN-a, po glasovima za rezoluciju koja osuđuje invaziju Rusije na Ukrajinu.\",\"$schema\":\"https://vega.github.io/schema/vega-lite/v4.json\"}</pre>\n<p>I po broju i po ekonomskoj moći članica koje su glasale &quot;za&quot;, rezolucija Ujedinjenih naroda je velika pobjeda liberalne politike. Pa opet, većina stanovništva Zemlje se nalaze u državama koje nisu htjele osuditi Rusiju zbog invazije na Ukrajinu.</p>\n<!--[\"#74c365\",\"#ab4e52\",\"#89cff0\",\"#fada5e\"]-->","form":"html"}],"headings":[{"id":"drugi-pokazatelji-demokrati-nosti-zemlje","title":"Drugi pokazatelji demokratičnosti zemlje"},{"id":"podjela-prema-stanovni-tvu","title":"Podjela prema stanovništvu"}]}